export const moviesJSON = [
  {
      "name": "1917",
      "year": 2019,
      "link": "1171976",
      "viewed": true,
      "countries": [
          "Великобритания",
          "Индия",
          "Испания",
          "Канада",
          "Китай",
          "США"
      ],
      "genres": [
          "боевик",
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Сэм Мендес"
      ],
      "tags": [],
      "description": "6 апреля 1917 года, разгар Первой мировой войны, Западный фронт на севере Франции. Британский генерал поручает капралу Блэйку и его сослуживцу смертельно опасную миссию. Они должны пересечь вражескую территорию, вроде бы оставленную германскими войсками, и доставить приказ об отмене наступления во 2-й батальон Девонширского полка, иначе 1600 солдат попадут в ловушку противника, в том числе и брат Блэйка.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978061378692726804/unknown.png",
      "trailer": "iHGSkWoPp0o"
  },
  {
      "name": "500 дней лета",
      "year": 2009,
      "link": "409372",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Марк Уэбб"
      ],
      "tags": [],
      "description": "Главный герой работает в агентстве, выпускающем поздравительные открытки. Он придумывает все те забавные подписи, которые мы с Вами читаем на них. Молодой человек влюбляется в свою коллегу и решает, что она - «та, единственная». Но 500 дней их отношений показывают герою, что путь к счастью непредсказуем, неконтролируем и - невероятно забавен!",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963907329600921640/unknown.png",
      "trailer": "sOS9lQy1CRE"
  },
  {
      "name": "8-битное Рождество",
      "year": 2021,
      "link": "4413103",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "семейный"
      ],
      "producers": [
          "Майкл Даус"
      ],
      "tags": [],
      "description": "В 1988 году для американских подростков не было подарка ценнее, чем Nintendo Entertainment System (NES). В канун Рождества Джек Дойл и его друзья проворачивают целую операцию, чтобы заполучить заветную приставку. Во всяком случае, так годы спустя Джек рассказывает дочери.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963908338805014598/unknown.png",
      "trailer": "7o_jhp3FUJc"
  },
  {
      "name": "Ford против Ferrari",
      "year": 2019,
      "link": "835086",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "боевик",
          "драма",
          "спорт"
      ],
      "producers": [
          "Джеймс Мэнголд"
      ],
      "tags": [],
      "description": "В начале 1960-х Генри Форд II принимает решение улучшить имидж компании и сменить курс на производство более модных автомобилей. После неудавшейся попытки купить практически банкрота Ferrari американцы решают бросить вызов итальянским конкурентам на трассе и выиграть престижную гонку 24 часа Ле-Мана. Чтобы создать подходящую машину, компания нанимает автоконструктора Кэррола Шэлби, а тот отказывается работать без выдающегося, но, как считается, трудного в общении гонщика Кена Майлза. Вместе они принимаются за разработку впоследствии знаменитого спорткара Ford GT40.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963907194359795832/unknown.png",
      "trailer": "fAD-D3P-s0I"
  },
  {
      "name": "Аватар: Легенда о Корре",
      "year": 2012,
      "link": "565035",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Брайан Кониецко",
          "Майкл Данте ДиМартино"
      ],
      "tags": [
          "Аватар",
          "Сериал"
      ],
      "description": "Действие сериала разворачивается примерно через 70 лет после битвы аватара Аанга и Лорда Огня. Корра, уже овладевшая магией воды, земли и огня, должна обучиться последнему элементу — магии воздуха. В этом ей может помочь только сын Аанга и Катары — Тензин. Корра живёт в «Республиканском городе». Республиканский город — это место, где вместе живут люди всех наций. Героям мультсериала предстоит борьба с преступностью и с готовящимся восстанием против магов.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969486051674574908/unknown.png",
      "trailer": "54srZLuYfb0"
  },
  {
      "name": "Аватар: Легенда об Аанге",
      "year": 2004,
      "link": "401152",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Брайан Кониецко",
          "Майкл Данте ДиМартино"
      ],
      "tags": [
          "Аватар",
          "Сериал"
      ],
      "description": "Мир разделен на четыре народа: Водные племена, королевство Земли, Воздушные кочевники и Огненная нация. Представители каждого народа обладают способностями управления своей стихией и именуют себя магами Воды, Земли, Воздуха или Огня. Только Аватар является властелином всех четырех стихий. Его роль заключается в поддержке баланса между народами и сохранении мирового порядка.\r\n\r\nОднажды предводитель Огненной нации Хозяин Огня развязал войну с целью подчинить себе остальные народы. Отвественность за спасение мира легла на плечи двенадцатилетного мальчика, мага Воздуха по имени Аанг, который узнал, что он Аватар. Аанг отправляется в опасное путешествие вместе со своими отважными друзьями из племени Воды, Катарой и ее братом Соккой. Ему предстоит овладеть всеми стихиями, пройти через множество испытаний, перебороть свои страхи и сразить Хозяина Огня, чтобы остановить войну и восстановить равновесие в мире.",
      "ratingPersonal": 10,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969485747604291614/unknown.png",
      "trailer": "hJ3MVEk8xOQ"
  },
  {
      "name": "Агенты «Щ.И.Т.»",
      "year": 2013,
      "link": "701756",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Билл Джирхарт",
          "Джесси Бокко",
          "Кевин Танчароэн"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Действия сериала разворачиваются после событий фильма «Мстители». Агент Фил Колсон возвращается в правоохранительную организацию под названием Щ.И.Т., собрав небольшую команду профессионалов, он начинает работу над новыми делами, которые порой бывают очень странными.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963892948427210752/unknown.png",
      "trailer": "eoZjE8Ko610"
  },
  {
      "name": "Ариэтти из страны лилипутов",
      "year": 2010,
      "link": "492366",
      "viewed": false,
      "countries": [
          "США",
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "фэнтези"
      ],
      "producers": [
          "Хиромаса Ёнэбаяси"
      ],
      "tags": [],
      "description": "История маленьких существ, которые живут рядом с людьми, одалживая вещи по чуть-чуть. Их существование хранится в секрете, но юная Ариэтти нарушает запрет. Её обнаруживает 14-летний Сё, и они становятся лучшими друзьями.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969494345847832626/unknown.png",
      "trailer": "DHVRLQy3iFk"
  },
  {
      "name": "Аферисты Дик и Джейн",
      "year": 2005,
      "link": "61438",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "криминал"
      ],
      "producers": [
          "Дин Паризо"
      ],
      "tags": [],
      "description": "Дик Харпер и его молодая жена Джейн привыкли жить красиво. Но в тот момент, когда они затеяли строительство бассейна, Дика неожиданно уволили, оставив его с непогашенной задолженностью за дом в $70 тыс.\r\n\r\nПонимая, что долго скрывать от соседей бедственность своего положения им не удастся, парочка начинает промышлять мелким грабежом, постепенно входя во вкус.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963903144809627658/unknown.png",
      "trailer": "JHHnLC4xqIo"
  },
  {
      "name": "Ая и ведьма",
      "year": 2020,
      "link": "1387151",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "фэнтези"
      ],
      "producers": [
          "Горо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Несмотря на то что 10-летняя Ая не знает родительской ласки и воспитывается в детском приюте святого Морвальда, она считает себя счастливым ребенком. Стоит ей только захотеть, и все её желания немедленно исполняются. Но беспечной жизни приходит конец, когда девочку решает удочерить странная особа Белла Яга. Малышка понимает, что попала в руки настоящей ведьмы. С помощью нового приятеля, говорящего кота Томаса, Ая пытается противостоять козням злой колдуньи, а заодно учится магическому ремеслу.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969480983432814612/unknown.png",
      "trailer": "K7dFxxGf5uY"
  },
  {
      "name": "Баллада Бастера Скраггса",
      "year": 2018,
      "link": "1008879",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "вестерн",
          "детектив",
          "драма",
          "комедия",
          "мелодрама",
          "мюзикл"
      ],
      "producers": [
          "Джоэл Коэн",
          "Итан Коэн"
      ],
      "tags": [],
      "description": "События разворачиваются на Диком Западе в маленьких захолустных городках среди бескрайних американских прерий и высокогорных равнин. В этом суровом мире, где каждый сам за себя, царит один закон: выживает сильнейший.",
      "ratingPersonal": 4,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963904407894913144/unknown.png",
      "trailer": "a3XupeiOFAo"
  },
  {
      "name": "Бесконечная история",
      "year": 1984,
      "link": "12205",
      "viewed": false,
      "countries": [
          "Германия"
      ],
      "genres": [
          "драма",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Вольфганг Петерсен"
      ],
      "tags": [],
      "description": "Убегая от школьных хулиганов, 10-летний Бастиан спрятался в старой книжной лавке, где нашел таинственную книгу, изукрашенную орнаментом. Открыв ее, Бастиан попал в призрачный фантастический мир бегающих улиток, летающих собак, бескрылых Драконов Удачи, проказливых эльфов и ходячей каменоломни по имени Камнекус.\r\n\r\nНо волшебной стране Фантазии и ее правительнице, Девочке-Императрице, угрожает страшная напасть под названием Ничто, порожденная «несбывшимися мечтами». Спасти Фантазию могут лишь юный воин Атрейю и сила воображения необыкновенного мечтателя Бастиана...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/971039049529847958/unknown.png",
      "trailer": "bVE8iMz207Y"
  },
  {
      "name": "Бесподобный мистер Фокс",
      "year": 2009,
      "link": "86621",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "криминал",
          "мультфильм",
          "приключения",
          "семейный"
      ],
      "producers": [
          "Уэс Андерсон"
      ],
      "tags": [],
      "description": "Разъяренные фермеры, уставшие от постоянных нападок хитрого лиса на их курятники, готовятся уничтожить своего врага и его «хитрое» семейство.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969492203330224148/unknown.png",
      "trailer": "OahLnNNgXhI"
  },
  {
      "name": "Бесславные ублюдки",
      "year": 2009,
      "link": "9691",
      "viewed": false,
      "countries": [
          "Германия",
          "США"
      ],
      "genres": [
          "боевик",
          "военный",
          "драма",
          "комедия"
      ],
      "producers": [
          "Квентин Тарантино"
      ],
      "tags": [
          "Квентин Тарантино"
      ],
      "description": "Вторая мировая война, в оккупированной немцами Франции группа американских солдат-евреев наводит страх на нацистов, жестоко убивая и скальпируя солдат.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/986353363027394590/986353373404078130/unknown.png",
      "trailer": null
  },
  {
      "name": "Бизнесмены",
      "year": 2018,
      "link": "1190148",
      "viewed": false,
      "countries": [
          "Казахстан"
      ],
      "genres": [
          "драма",
          "криминал"
      ],
      "producers": [
          "Акан Сатаев"
      ],
      "tags": [],
      "description": "90-е годы прошлого века. Трое друзей, пытаясь наладить свою жизнь, сталкиваются с таким понятием, как бизнес. Однако бизнес - это всегда риск, и молодым предпринимателям придется пожертвовать многим ради успеха. Герои фильма становятся одними из первых, кто стоял у истоков рыночных отношений в Казахстане.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963898099951095858/unknown.png",
      "trailer": "5YJ6geDC5sE"
  },
  {
      "name": "Бог грома",
      "year": 2020,
      "link": "979779",
      "viewed": false,
      "countries": [
          "Великобритания",
          "Норвеги",
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Андре Овредал"
      ],
      "tags": [],
      "description": "Повелевать стихией, обращать в пепел прикосновением и заставлять всё живое трепетать от страха – удел языческих богов. Но что произойдет, когда планета столкнется с одним из них во плоти? Ведь этот древний Бог всего лишь человек.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963902737857253376/unknown.png",
      "trailer": "rOZRbyxVp94"
  },
  {
      "name": "Богемская рапсодия",
      "year": 2018,
      "link": "568289",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "музыка"
      ],
      "producers": [
          "Брайан Сингер"
      ],
      "tags": [],
      "description": "Чествование группы Queen, их музыки и их выдающегося вокалиста Фредди Меркьюри, который бросил вызов стереотипам и победил условности, чтобы стать одним из самых любимых артистов на планете. Фильм прослеживает головокружительный путь группы к успеху благодаря их культовым песням и революционному звуку, практически распад коллектива, поскольку образ жизни Меркьюри выходит из-под контроля, и их триумфальное воссоединение накануне концерта Live Aid, ставшим одним из величайших выступлений в истории рок-музыки.",
      "ratingPersonal": 8,
      "ratingKinopoisk": "8.0",
      "ratingTomatoes": null,
      "ratingIMDb": "7.90",
      "image": "https://media.discordapp.net/attachments/963892724292005888/978744115116245032/unknown.png",
      "trailer": "e9sz7ZbCmKk"
  },
  {
      "name": "Большой куш",
      "year": 2000,
      "link": "526",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Гай Ричи"
      ],
      "tags": [
          "Гай Ричи"
      ],
      "description": "Фрэнки Четыре Пальца должен был переправить краденый алмаз из Англии в США своему боссу Эви, но, сделав ставку на подпольный боксерский поединок, он попал в круговорот весьма нежелательных событий. Вокруг него и его груза разворачивается сложная интрига с участием множества колоритных персонажей лондонского дна — русского гангстера, троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози. Каждый норовит в одиночку сорвать большой куш.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969487647594659880/969487650719404062/unknown.png",
      "trailer": "4W2B-gM4S2c"
  },
  {
      "name": "Борат",
      "year": 2006,
      "link": "102474",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Ларри Чарльз"
      ],
      "tags": [
          "Саша Барон Коэн"
      ],
      "description": "Телеведущий из Казахстана Борат отправляется в США, чтобы сделать репортаж об этой «величайшей в мире стране». Однако по прибытии оказалось, что главная цель его визита — поиски Памелы Андерсон с целью жениться на ней, а вовсе не съемки документального фильма.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/976138031599874088/unknown.png",
      "trailer": "L61-f_RUKkw"
  },
  {
      "name": "Бруно",
      "year": 2009,
      "link": "271802",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Ларри Чарльз"
      ],
      "tags": [
          "Саша Барон Коэн"
      ],
      "description": "Неудачливый ведущий передачи о моде, австрийский гей Бруно, едет за славой в Америку.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/976138388384145408/unknown.png",
      "trailer": "4b2TYLhykao"
  },
  {
      "name": "Бэтмен: Начало",
      "year": 2005,
      "link": "47237",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [
          "DC Universe",
          "Кристофер Нолан"
      ],
      "description": "В детстве юный наследник огромного состояния Брюс Уэйн оказался свидетелем убийства своих родителей, и тогда он решил бороться с преступностью. Спустя годы он отправляется в путешествие по миру, чтобы найти способ восстановить справедливость. Обучение у мудрого наставника боевым искусствам дает ему силу и смелость. Вернувшись в родной город, Уэйн становится Бэтменом и ведет борьбу со злом.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966839687505379388/966839781831106580/unknown.png",
      "trailer": "AejoSV6gXZw"
  },
  {
      "name": "В бой идут одни «старики»",
      "year": 1973,
      "link": "25108",
      "viewed": false,
      "countries": [
          "СССР"
      ],
      "genres": [
          "военный",
          "драма",
          "комедия"
      ],
      "producers": [
          "Леонид Быков"
      ],
      "tags": [],
      "description": "Эта эскадрилья стала «поющей» - так капитан Титаренко подбирал себе новичков. Его «старикам» было не больше двадцати, но «желторотиков», пополнение из летных училищ ускоренного выпуска, в бой все равно, по возможности, не пускали.\r\n\r\nИм еще многое предстояло испытать - и жар боев, и радость первой победы над врагом, и величие братства, скрепленного кровью, и первую любовь, и горечь утраты... И настанет день, когда по команде «в бой идут одни старики» бывшие желторотики бросятся к своим самолетам...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978061929069281330/unknown.png",
      "trailer": "c7bjID94Ipc"
  },
  {
      "name": "В лес, где мерцают светлячки",
      "year": 2011,
      "link": "635553",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мелодрама",
          "мультфильм",
          "фэнтези"
      ],
      "producers": [
          "Такахиро Омори"
      ],
      "tags": [],
      "description": "Маленькая девочка Хотару заблудилась в заколдованном лесу, населенном привидениями. Она встречает мальчика в маске по имени Гин, но считает его лесным духом, который может растаять от одного прикосновения. С помощью нового друга Хотару выбралась из леса, но она не может забыть Гина.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969494598185517076/unknown.png",
      "trailer": "lsFFWjoFvTI"
  },
  {
      "name": "Ванда/Вижн",
      "year": 2021,
      "link": "1203040",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "комедия",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Мэтт Шекман"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Ванда и Вижн — молодожены, живущие в идиллическом городке Вествью. Поначалу жизнь героев кажется им идеальной, но постепенно они понимают, что это не так.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963904931574743070/unknown.png",
      "trailer": "NBg17cM69pc"
  },
  {
      "name": "Ведьмина служба доставки",
      "year": 1989,
      "link": "2428",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "комедия",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Молодая ведьма Кики по достижении 13 лет должна прожить среди людей определённое время. Вместе с котом Дзидзи она отправляется в город, где знакомится с добрым пекарем, который помогает ей начать собственное дело - экстренную службу доставки. Новая работа знакомит Кики со множеством различных людей и предоставляет возможность обрести новых друзей и совершить массу всевозможных проделок.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969486816048742440/unknown.png",
      "trailer": "924sGFHj-cI"
  },
  {
      "name": "Веном",
      "year": 2018,
      "link": "463634",
      "viewed": false,
      "countries": [
          "Китай",
          "США"
      ],
      "genres": [
          "боевик",
          "триллер",
          "ужасы",
          "фантастика"
      ],
      "producers": [
          "Рубен Фляйшер"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Что, если в один прекрасный день в тебя вселится симбиот, который наделит тебя сверхчеловеческими способностями? Вот только Веном — симбиот совсем недобрый, и договориться с ним невозможно. А нужно ли договариваться? Ведь в какой-то момент ты понимаешь, что быть плохим вовсе не так уж и плохо, так даже веселее. А в мире и так слишком много супергероев.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963905186303205426/unknown.png",
      "trailer": "n7GlLxV_Igk"
  },
  {
      "name": "Веном 2",
      "year": 2021,
      "link": "1227967",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "ужасы",
          "фантастика"
      ],
      "producers": [
          "Энди Серкис"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Более чем через год после того как в него вселился инопланетный симбиот Веном, журналист Эдди Брок пытается приспособиться к новой жизни с суперспособностями и постоянным желанием Венома откусывать людям головы. Брок пытается возродить свою карьеру и берет интервью у серийного убийцы Клетуса Касади, а тот случайно становится хозяином симбиота Карнажа и сбегает из тюрьмы прямо во время собственной казни.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963896864841793596/unknown.png",
      "trailer": "Othd8W8o3t0"
  },
  {
      "name": "Ветер крепчает",
      "year": 2013,
      "link": "693969",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "биография",
          "драма",
          "история",
          "мультфильм"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Мальчик Дзиро мечтает о полетах и красивых самолетах, способных обогнать ветер. Вот только пилотом ему не стать — он с рождения близорук. Но Дзиро не расстается с мечтой о небе, он начинает придумывать идеальный самолет и со временем становится одним из лучших авиаконструкторов мира. На пути к успеху он не только встретит много интересных людей, переживет Великое землетрясение в Токио и жестокие войны, но и обретет любовь своей жизни – прекрасную Наоко.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/976823849922494534/unknown.png",
      "trailer": "u2J7EvnqFH0"
  },
  {
      "name": "Вечное сияние чистого разума",
      "year": 2004,
      "link": "5492",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "мелодрама",
          "фантастика"
      ],
      "producers": [
          "Мишель Гондри"
      ],
      "tags": [],
      "description": "Застенчивый и меланхоличный Джоэл живёт ничем не примечательной серой и унылой жизнью. Но однажды вместо привычного рабочего маршрута молодой человек вдруг садится на электричку в другом направлении и устремляется к морю. На песчаном берегу Джоэл замечает девушку с ярко-синими волосами. На обратном пути они знакомятся в вагоне электрички и парень понимает, что у них с Клементиной очень много общего, как будто он уже знает эту девушку. Совсем скоро Джоэл поймёт, что действительно был знаком с ней, более того - они были парой.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/966006861998465024/unknown.png",
      "trailer": "hTIrC9875u8"
  },
  {
      "name": "Вечные",
      "year": 2021,
      "link": "1198811",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Хлоя Чжао"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Много тысячелетий назад с планеты Олимпия на Землю была отправлена группа сверхлюдей, обладающих суперспособностями, — Вечные. С доисторических времён они защищали человечество от нападений ужасных чудовищ девиантов, но любое другое вмешательство в развитие цивилизации им было запрещено.\r\n\r\nНачало XXI века. Уже несколько столетий прошло с тех пор, как был уничтожен последний девиант, когда после странного землетрясения внезапно объявляется новый монстр. Теперь живущим в разных уголках планеты Вечным снова придётся сплотить силы, чтобы противостоять новой угрозе.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963907959203692614/unknown.png",
      "trailer": "_oboseJViww"
  },
  {
      "name": "Вивариум",
      "year": 2019,
      "link": "1118663",
      "viewed": false,
      "countries": [
          "Бельгия",
          "Дания",
          "Ирландия"
      ],
      "genres": [
          "драма",
          "фантастика"
      ],
      "producers": [
          "Лоркан Финнеган"
      ],
      "tags": [],
      "description": "Молодая учительница начальных классов Джемма и разнорабочий Том решают съехаться и заходят в агентство недвижимости, где их встречает очень странный сотрудник. Он привозит их в недавно построенный жилой квартал в пригороде, показывает дом №9, а затем исчезает. Парочка сначала пытается выбраться, но вскоре с ужасом понимает, что они застряли в этом жутко-стерильном лабиринте одинаковых строений, и все дороги приводят их к дому №9. В отчаянии они даже поджигают дом, но на следующий день обнаруживают его новёхоньким, а также находят коробку с младенцем и записку: «Вырастите ребёнка, получите свободу».",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963903454865137744/unknown.png",
      "trailer": "DG2jCE8bSlk"
  },
  {
      "name": "Властелин колец: Братство Кольца",
      "year": 2001,
      "link": "328",
      "viewed": false,
      "countries": [
          "Новая Зеландия",
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Питер Джексон"
      ],
      "tags": [
          "Властелин колец"
      ],
      "description": "Сказания о Средиземье — это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу.\r\n\r\nТихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/965396482725396591/965396487787913236/unknown.png",
      "trailer": "v6TjKMQisn0"
  },
  {
      "name": "Властелин колец: Возвращение короля",
      "year": 2003,
      "link": "3498",
      "viewed": false,
      "countries": [
          "Новая Зеландия",
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Питер Джексон"
      ],
      "tags": [
          "Властелин колец"
      ],
      "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/965396482725396591/965397458064666694/unknown.png",
      "trailer": "lxAeV1-KpSA"
  },
  {
      "name": "Властелин колец: Две крепости",
      "year": 2002,
      "link": "312",
      "viewed": false,
      "countries": [
          "Новая Зеландия",
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Питер Джексон"
      ],
      "tags": [
          "Властелин колец"
      ],
      "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/965396482725396591/965396933885706330/unknown.png",
      "trailer": "n8EaedqFfuU"
  },
  {
      "name": "Война",
      "year": 2002,
      "link": "41431",
      "viewed": true,
      "countries": [
          "Россия"
      ],
      "genres": [
          "боевик",
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Алексей Балабанов"
      ],
      "tags": [],
      "description": "Аслан Гугаев, командир отряда чеченских боевиков, отпускает троих пленников: двух русских солдат, сержанта Ивана Ермакова и рядового Кулика — потому что они не контрактники, а призывники, и англичанина Джона Бойла — потому что он должен собрать два миллиона фунтов стерлингов и привезти деньги Гугаеву в качестве выкупа за свою невесту Маргарет. Маргарет остается у Аслана. Так же, как и капитан российской армии Медведев...\r\n\r\nЗа отведенные ему два месяца Джон не находит нужную сумму и не находит поддержки у британских властей, зато, вернувшись в Россию, находит Ваню Ермакова, живущего в Тобольске. Джон и Ваня опять едут в Чечню. Чтобы освободить английскую девушку Маргарет и русского капитана Медведева...",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978062253234458664/unknown.png",
      "trailer": "Q1LQ4vBQJo"
  },
  {
      "name": "Волк с Уолл-стрит",
      "year": 2013,
      "link": "462682",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Мартин Скорсезе"
      ],
      "tags": [],
      "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/967124684225282048/unknown.png",
      "trailer": "CHivqmutR0I"
  },
  {
      "name": "Время",
      "year": 2011,
      "link": "517988",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "мелодрама",
          "фантастика"
      ],
      "producers": [
          "Эндрю Никкол"
      ],
      "tags": [],
      "description": "Добро пожаловать в мир, где время стало единственной и самой твердой валютой, где люди генетически запрограммированы так, что в 25 лет перестают стареть. Правда, последующие годы стоят денег. И вот богатые становятся практически бессмертными, а бедные обречены сражаться за жизнь. Уилл, бунтарь из гетто, несправедливо обвинен в убийстве с целью грабежа времени и теперь вынужден, захватив заложницу, пуститься в бега.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963894356132106258/unknown.png",
      "trailer": "3JIeH2bfkFk"
  },
  {
      "name": "Время",
      "year": 2021,
      "link": "1379090",
      "viewed": false,
      "countries": [
          "США",
          "Япония"
      ],
      "genres": [
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "М. Найт Шьямалан"
      ],
      "tags": [],
      "description": "Отправившись в отпуск на тропический остров, семья с двумя детьми решает последовать совету менеджера отеля и посетить прекрасный уединенный пляж. Кроме них на пляже оказываются и другие постояльцы: семейство с маленькой дочкой, пара среднего возраста и популярный рэпер. Но вскоре расслабленный отдых сменяется паникой, когда компания обнаруживает труп и замечает, что дети вдруг начали очень быстро взрослеть.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/992144199694688277/992144215389765642/unknown.png",
      "trailer": null
  },
  {
      "name": "Все ненавидят Криса",
      "year": 2005,
      "link": "277565",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "музыка"
      ],
      "producers": [
          "Дебби Аллен",
          "Джерри Ливайн",
          "Кит Трусделл"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "Крис - самый старший ребенок, и воспитание сестры с братом частично ложится на него, к тому же, в отличие от них, ему приходится ходить не в обычную, а привилегированную школу. Несмотря на то, что он сразу становится мишенью своих одноклассников, его доброта и ум помогут найти новых друзей.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892685310140436/963903526105395250/unknown.png",
      "trailer": "XNGuV0N1FpI"
  },
  {
      "name": "Вселенная Стивена Хокинга",
      "year": 2014,
      "link": "770973",
      "viewed": true,
      "countries": [
          "Великобритания",
          "Япония"
      ],
      "genres": [
          "биография",
          "драма",
          "мелодрама"
      ],
      "producers": [
          "Джеймс Марш"
      ],
      "tags": [],
      "description": "История большой любви и больших открытий. Молодой студент-физик Стивен Хокинг знакомится с будущим искусствоведом Джейн Уайльд. Стивен подает большие надежды, профессора видят в нем будущее английской космологии. Веселые свидания, прогулки с друзьями, танцы в вечерних огнях и разговоры о физике, Боге и искусстве остаются в прошлом - Хокингу ставят страшный диагноз - болезнь Лу Герига. Его жизнь может оборваться через 2 года, но это не пугает Джейн.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963892763630383194/unknown.png",
      "trailer": "YLOQ5sgsL1U"
  },
  {
      "name": "Всё везде и сразу",
      "year": 2022,
      "link": "1322324",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Дэн Кван",
          "Дэниэл Шайнерт"
      ],
      "tags": [],
      "description": "Эвелин получает доступ к воспоминаниям, эмоциям и невероятным способностям других версий себя. Теперь она может прожить тысячи жизней и быть кем угодно — известной актрисой, мастером боевых искусств, оперной дивой и даже небесным божеством. Но всем мультивселенным угрожает таинственная сущность, с которой Эвелин предстоит сразиться. Как знать, возможно, заодно она разберётся и с самым страшным злом — своими налогами.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/966001405527736470/unknown.png",
      "trailer": "NJx1F-68rwM"
  },
  {
      "name": "Вторая жизнь Уве",
      "year": 2015,
      "link": "848894",
      "viewed": false,
      "countries": [
          "Швеция"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Ханнес Холм"
      ],
      "tags": [],
      "description": "Уве - пожилой въедливый ворчун, достающий соседей вечными придирками. Он впадает в ярость при виде брошенного не туда мусора или неправильно припаркованной машины. И кроет на чем свет стоит легкомысленную семейку новосёлов, в которой папаша и гвоздя вбить не способен. Зато Уве умеет всё. В доме и в гараже у него всегда идеальный порядок. Как и в мыслях. Вот только жизнь давно перестала иметь для него смысл.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/971467438837354576/unknown.png",
      "trailer": "XYbe4KLetO8"
  },
  {
      "name": "Гений",
      "year": 2015,
      "link": "557787",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "биография",
          "драма"
      ],
      "producers": [
          "Майкл Грандадж"
      ],
      "tags": [],
      "description": "История о непростой дружбе двух очень талантливых людей: писателя Томаса Вулфа и издателя Макса Перкинса, открывшего всему миру таких великих романистов, как Ф. Скотт Фицджеральд и Эрнест Хемингуэй.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963900227276906516/unknown.png",
      "trailer": "qLiDbu7KzW4"
  },
  {
      "name": "Глубоководный горизонт",
      "year": 2016,
      "link": "607737",
      "viewed": false,
      "countries": [
          "Гонконг",
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "история",
          "триллер"
      ],
      "producers": [
          "Питер Берг"
      ],
      "tags": [],
      "description": "Отправляясь на очередную вахту и прощаясь с семьями, они не подозревали, что могут не вернуться. История о страшной аварии на нефтяной платформе «Глубоководный горизонт», которая произошла в 2010 году в Мексиканском заливе. Хроника беспримерного мужества и отваги перед лицом одной из самых страшных техногенных катастроф в мировой истории.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/967172270994915368/unknown.png",
      "trailer": "Ts0NNLkewHo"
  },
  {
      "name": "Грань будущего",
      "year": 2014,
      "link": "505851",
      "viewed": false,
      "countries": [
          "Канада",
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Даг Лайман"
      ],
      "tags": [],
      "description": "В недалёком будущем раса инопланетян вторгается на Землю. Никакая армия в мире не может противостоять им. Майор Уильям Кейдж умирает в бою, но случается невозможное — он оказывается во временной петле. Раз за разом он попадает в один и тот же бой, сражается и умирает снова и снова. И каждое повторяющееся сражение приближает его к разгадке того, как победить врага.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/971295269801062452/974998068367859772/unknown.png",
      "trailer": "HswBLVt8BEM"
  },
  {
      "name": "Громкая связь",
      "year": 2018,
      "link": "1142619",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Алексей Нужный"
      ],
      "tags": [],
      "description": "Семеро друзей, собравшись в загородном доме, в шутку начинают игру — участники должны зачитывать вслух все приходящие им сообщения, а на звонки отвечать только по громкой связи. Они и представить себе не могли, какие удивительные открытия им предстоит сделать друг о друге.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963902252320440441/unknown.png",
      "trailer": "dlKA6Gccn0U"
  },
  {
      "name": "Двадцать одно",
      "year": 2008,
      "link": "195847",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "история",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Роберт Лукетич"
      ],
      "tags": [],
      "description": "Карточная игра - комбинация уникальных математических расчетов, превосходных актерских талантов и хладнокровной выдержки. Карточный игрок - человек особого склада. Молодые люди решили провернуть аферу века и разорить крупнейшие казино страны на астрономическую сумму. Они решили взять Вегас! Их пятеро. Игра захватила их целиком. Их игра поразила своей виртуозностью. Они изменили ход самой игры.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963905248945119302/unknown.png",
      "trailer": "0luamlbSueg"
  },
  {
      "name": "Девочка, покорившая время",
      "year": 2006,
      "link": "273209",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "драма",
          "комедия",
          "мелодрама",
          "мультфильм",
          "фантастика"
      ],
      "producers": [
          "Мамору Хосода"
      ],
      "tags": [],
      "description": "17-летняя Макото Конно не слишком хорошо учится, часто опаздывает и не знает, кем хочет стать после окончания школы. По вечерам она играет с друзьями в бейсбол, каждое утро вскакивает на велосипед и торопится в школу. Но внезапно в её привычной размеренной жизни случается странное событие, после чего Макото обретает способность перемещаться во времени.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969481419262947398/unknown.png",
      "trailer": "RJ4LWiPO6pg"
  },
  {
      "name": "Дело храбрых",
      "year": 2017,
      "link": "965754",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "боевик",
          "драма"
      ],
      "producers": [
          "Джозеф Косински"
      ],
      "tags": [],
      "description": "История о команде пожарных под названием Granite Mountain Hotshots, столкнувшихся в Аризоне с одним из самых смертоносных пожаров в истории.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/976882118569381978/unknown.png",
      "trailer": "kcz41-a0S7E"
  },
  {
      "name": "Дело №39",
      "year": 2007,
      "link": "255576",
      "viewed": true,
      "countries": [
          "Канада",
          "США"
      ],
      "genres": [
          "триллер",
          "ужасы"
      ],
      "producers": [
          "Аликс Мэдигэн",
          "Лиза Брюс",
          "Стив Голин"
      ],
      "tags": [],
      "description": "Соцработница Эмили считается высококлассным специалистом в семейных вопросах. У неё нет личной жизни, и своё призвание она видит в помощи детям, попавшим в сложные жизненные ситуации. Очередной вызов позволяет Эмили спасти от беды маленькую девочку. В её руки попадает дело №39 малолетней Лилит, которая боится своих родителей. Эмили решает взять девочку к себе. Сначала всё идёт прекрасно, но несколько недель спустя начинают происходить необъяснимые и страшные события.",
      "ratingPersonal": 5,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966807097742336010/967125520661770280/unknown.png",
      "trailer": "1fa4WTwGCqI"
  },
  {
      "name": "День радио",
      "year": 2008,
      "link": "402979",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Дмитрий Дьяченко"
      ],
      "tags": [],
      "description": "Один день из жизни модной московской радиостанции. Не самый лучший день – рушатся все планы, все валится из рук… И именно в тот момент, когда на станции в прямом эфире вот-вот должен начаться «живой» марафон, а популярные российские рок-группы придут в эфир, чтобы поддержать… впрочем, это уже неважно, потому что тема марафона перехвачена конкурентами и активно обсуждается в эфире «вражеской» радиостанции. Но марафон отменять нельзя!\r\n\r\nРабочий день обещает стать последним для всего творческого состава, если срочно не найдется новая тема. А тем временем из Находки вышел маленький катер с лучшими представителями Благовещенского областного цирка – медведь, обезьяна, два пуделя, петух, козел, кабан, которые плывут на гастроли в Японию. И если бы кто-то из команды катера не слил налево полбака солярки, а еще кто-то – еще полбака, то они бы, возможно, даже и доплыли бы.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963893910457958550/unknown.png",
      "trailer": "QXdO1d8s3Vo"
  },
  {
      "name": "Дети моря",
      "year": 2019,
      "link": "1243061",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Аюму Ватанабэ"
      ],
      "tags": [],
      "description": "Первый день летних каникул у Руки не задался. Сидеть дома с мамой-пьяницей девочка не хочет, поэтому отправляется в океанариум, где работает её отец. Там она знакомится с необычным мальчиком Уми, которого 10 лет назад вместе с братом Сорой обнаружили возле филиппинских берегов. Они выросли в море и теперь подвергаются тщательному изучению. В это время морские обитатели по всему миру начинают странно себя вести, океанологи ожидают некий морской фестиваль, а Сора показывает Руке падающие в море метеориты. Лето обещает быть интересным.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/963903359834783764/unknown.png",
      "trailer": "HViHUHRPZjQ"
  },
  {
      "name": "Джанго освобожденный",
      "year": 2012,
      "link": "586397",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "вестерн",
          "драма",
          "комедия"
      ],
      "producers": [
          "Квентин Тарантино"
      ],
      "tags": [],
      "description": "Эксцентричный охотник за головами, также известный как Дантист, промышляет отстрелом самых опасных преступников. Работенка пыльная, и без надежного помощника ему не обойтись. Но как найти такого и желательно не очень дорогого? Освобождённый им раб по имени Джанго – прекрасная кандидатура. Правда, у нового помощника свои мотивы – кое с чем надо сперва разобраться.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963901716120612934/unknown.png",
      "trailer": "4McenUEna3E"
  },
  {
      "name": "Джейсон Борн",
      "year": 2016,
      "link": "854942",
      "viewed": false,
      "countries": [
          "Китай",
          "США"
      ],
      "genres": [
          "боевик",
          "триллер"
      ],
      "producers": [
          "Пол Гринграсс"
      ],
      "tags": [],
      "description": "Мир на грани катастрофы, а значит пришло время ему вернуться. Неаполь, Мюнхен, Нью-Йорк – его имя знают повсюду. Элитный суперагент, лучший из лучших, даже в Лас-Вегасе игра пойдет по его правилам. Он – Джейсон Борн.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963900705465315338/unknown.png",
      "trailer": "RiN4-u86_yw"
  },
  {
      "name": "Джентльмены",
      "year": 2019,
      "link": "1143242",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Гай Ричи"
      ],
      "tags": [
          "Гай Ричи"
      ],
      "description": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969487647594659880/969487818197983232/unknown.png",
      "trailer": "HGZ-IXSKjQ8"
  },
  {
      "name": "Джессика Джонс",
      "year": 2015,
      "link": "817508",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Дженнифер Гетцингер",
          "Стивен Серджик",
          "Ута Бризвитц"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "После трагических событий, оборвавших короткую супергеройскую карьеру Джессики Джонс, девушка пытается восстановить свою личную жизнь и свою карьеру частного детектива, расследуя таинственную активность людей со сверхспособностями в Нью-Йорке.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963902825149124668/unknown.png",
      "trailer": "kIgLqdOMnVU"
  },
  {
      "name": "Джули и Джулия: Готовим счастье по рецепту",
      "year": 2009,
      "link": "402542",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "мелодрама"
      ],
      "producers": [
          "Нора Эфрон"
      ],
      "tags": [],
      "description": "Джули Пауэлл - начинающая писательница и оператор call-центра. Чтобы отвлечься от работы, она ставит перед собой цель: приготовить за год 524 блюда из знаменитой книги Джулии Чайлд «Осваивая искусство французской кухни».",
      "ratingPersonal": 5,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963899663541469274/unknown.png",
      "trailer": "2JlyF6rxSEw"
  },
  {
      "name": "Диктатор",
      "year": 2012,
      "link": "518040",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Ларри Чарльз"
      ],
      "tags": [
          "Саша Барон Коэн"
      ],
      "description": "Героическая история диктатора, который рискует своей жизнью, чтобы ни в коем случае не допустить демократию в свою столь любовно угнетаемую страну.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/976138659139055686/unknown.png",
      "trailer": "fqL1sfqqpiA"
  },
  {
      "name": "Довод",
      "year": 2020,
      "link": "1236063",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [],
      "description": "После теракта в киевском оперном театре агент ЦРУ объединяется с британской разведкой, чтобы противостоять русскому олигарху, который сколотил состояние на торговле оружием. Для этого агенты используют инверсию времени — технологию будущего, позволяющую времени идти вспять.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963896211612520569/unknown.png",
      "trailer": "C6dZA-buNCw"
  },
  {
      "name": "Доктор Стрэндж",
      "year": 2016,
      "link": "409600",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Скотт Дерриксон"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Страшная автокатастрофа поставила крест на карьере успешного нейрохирурга Доктора Стрэнджа. Отчаявшись, он отправляется в путешествие в поисках исцеления и открывает в себе невероятные способности к трансформации пространства и времени. Теперь он - связующее звено между параллельными измерениями, а его миссия - защищать жителей Земли и противодействовать Злу, какое бы обличие оно ни принимало.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963908032339771462/unknown.png",
      "trailer": "GGWR-zX5a6o"
  },
  {
      "name": "Доктор Стрэндж: В мультивселенной безумия",
      "year": 2022,
      "link": "1219909",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "ужасы",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Сэм Рэйми"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Продолжение магических приключений Доктора Стрэнджа в новых мистических мирах и в противостоянии с новыми врагами.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963901813965352992/unknown.png",
      "trailer": "L0h0cydG3iI"
  },
  {
      "name": "Дом",
      "year": 2011,
      "link": "542484",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма",
          "криминал"
      ],
      "producers": [
          "Олег Погодин"
      ],
      "tags": [],
      "description": "В большом доме, посреди донских степей, живёт семейство Шамановых. Всё есть в этом доме, - кроме покоя, любви и взаимопонимания. Отцы конфликтуют с детьми, дети с отцами и друг с другом. Старший сын, Виктор, возвращается в отчий дом после 25-летнего отсутствия. Пока еще он не знает, что по пятам за ним идёт группа профессиональных убийц…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963900633746919504/unknown.png",
      "trailer": "S3r6-WtsLyo"
  },
  {
      "name": "Дом странных детей Мисс Перегрин",
      "year": 2016,
      "link": "648440",
      "viewed": false,
      "countries": [
          "Бельгия",
          "Великобритания",
          "Канада",
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "семейный",
          "триллер",
          "фэнтези"
      ],
      "producers": [
          "Тим Бёртон"
      ],
      "tags": [],
      "description": "Детство Джейкоба прошло под рассказы дедушки о приюте для необычных детей. Среди его обитателей девочка, которая умела держать в руках огонь, девочка, чьи ноги не касались земли, невидимый мальчик и близнецы, умевшие общаться без слов. Когда дедушка умирает, 16-летний Джейкоб получает загадочное письмо и отправляется на остров, где вырос его дед. Там он находит детей, которых раньше видел только на фотографиях.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963899522784849920/unknown.png",
      "trailer": "H01vuSUJJJk"
  },
  {
      "name": "Дурак",
      "year": 2014,
      "link": "808639",
      "viewed": true,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Юрий Быков"
      ],
      "tags": [],
      "description": "Жизни 800 человек общежития висят буквально на волоске из-за безразличия местных властей. В любую секунду здание может рухнуть. И кто бы мог подумать, что судьбы людей окажутся в руках простого сантехника. Но удастся ли ему что-то изменить и предотвратить катастрофу?",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963904017094823996/unknown.png",
      "trailer": "tVXB-zQQA74"
  },
  {
      "name": "Дюна",
      "year": 2021,
      "link": "409424",
      "viewed": true,
      "countries": [
          "Венгрия",
          "Канада",
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Дени Вильнёв"
      ],
      "tags": [],
      "description": "Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться, и это становится началом его эпического путешествия. Враждебный мир Арракиса приготовил для него множество тяжелых испытаний, но только тот, кто готов взглянуть в глаза своему страху, достоин стать избранным.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963897560802664468/unknown.png",
      "trailer": "DOlTmIhEsg0"
  },
  {
      "name": "Дюнкерк",
      "year": 2017,
      "link": "931677",
      "viewed": false,
      "countries": [
          "Великобритания",
          "Нидерланды",
          "США",
          "Франция"
      ],
      "genres": [
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [],
      "description": "Фильм расскажет историю чудесного спасения более трехсот тысяч солдат в ходе Дюнкеркской операции, имевшей место в начале Второй мировой войны. События начинаются с окружения сотен тысяч британских и союзных войск силами противника. Пойманные в ловушку на пляже, и находясь спиной к морю, они сталкиваются лицом к лицу с неразрешимой ситуацией, тем временем как тиски противника сжимаются все сильнее и сильнее.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978062428854161518/unknown.png",
      "trailer": "2oTQSj5AL84"
  },
  {
      "name": "Железная хватка",
      "year": 2010,
      "link": "462553",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "вестерн",
          "драма",
          "приключения"
      ],
      "producers": [
          "Джоэл Коэн",
          "Итан Коэн"
      ],
      "tags": [],
      "description": "В этом фильме рассказывается история 14-летней девочки, стареющего судебного пристава Рустера Когберна и ещё одного законника. Вместе они идут по следам убийцы отца девочки, которые ведут во враждебную индейскую территорию.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/976444531253837834/unknown.png",
      "trailer": "Lbc68s_UVrg"
  },
  {
      "name": "Железный кулак",
      "year": 2017,
      "link": "817510",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "криминал",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Джон Дал",
          "Стивен Серджик",
          "Фэррен Блэкберн"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Спустя годы после исчезновения Дэниэл Рэнд возвращается в Нью-Йорк и начинает борьбу с криминалом, используя свои невообразимые навыки кунг-фу и способность вызывать силу Железного кулака.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963901904017055794/unknown.png",
      "trailer": "xnKc8fIMozE"
  },
  {
      "name": "Железный человек",
      "year": 2008,
      "link": "61237",
      "viewed": true,
      "countries": [
          "Канада",
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джон Фавро"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально...",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963898014827704330/unknown.png",
      "trailer": "fMKZMI8ByTs"
  },
  {
      "name": "Железный человек 2",
      "year": 2010,
      "link": "411924",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джон Фавро"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Прошло полгода с тех пор, как мир узнал, что миллиардер-изобретатель Тони Старк является обладателем уникальной кибер-брони Железного человека. Общественность требует, чтобы Старк передал технологию брони правительству США, но Тони не хочет разглашать её секреты, потому что боится, что она попадёт не в те руки.\r\n\r\nМежду тем Иван Ванко — сын русского учёного, когда-то работавшего на фирму Старка, но потом уволенного и лишенного всего, намерен отомстить Тони за беды своей семьи. Для чего сооружает своё высокотехнологичное оружие.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963904868177813504/unknown.png",
      "trailer": "cHw0JLSPYmE"
  },
  {
      "name": "Железный человек 3",
      "year": 2013,
      "link": "462762",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Шейн Блэк"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Когда мир Старка рушится на его глазах по вине неизвестных противников, Тони жаждет найти виновных и свести с ними счеты. Оказавшись в безвыходной ситуации, Старк может рассчитывать только на себя и свою изобретательность, чтобы защитить тех, кто ему дорог. Это становится настоящим испытанием для героя, которому придется не только сражаться с коварным врагом, но и разобраться в себе, чтобы найти ответ на вопрос, который давно его тревожит: что важнее - человек или костюм?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963900780656603166/unknown.png",
      "trailer": "Bfg0v6L_bzU"
  },
  {
      "name": "Жить",
      "year": 2010,
      "link": "521526",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Юрий Быков"
      ],
      "tags": [],
      "description": "Дикие места. Трое преследуют пожилого охотника и молодого парня. Один – проводник, второй – боец. Незнакомые, чуждые друг другу люди должны вместе выжить и добраться до города. Какова цена жизни? На этот вопрос каждый ответит по-своему.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963901563376664606/unknown.png",
      "trailer": "2iLe17PoZgA"
  },
  {
      "name": "Завод",
      "year": 2018,
      "link": "993591",
      "viewed": true,
      "countries": [
          "Армения",
          "Россия",
          "Франция"
      ],
      "genres": [
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Юрий Быков"
      ],
      "tags": [],
      "description": "Прямо посреди дня из своего «мерса» похищен местный олигарх Калугин. Неизвестные в балаклавах потребовали за него большой выкуп. Отвезти деньги берётся глава личной охраны бизнесмена по кличке Туман. Его вооружённые до зубов «спецы» приезжают ночью на завод Калугина, где теперь босса держат в заложниках.\r\n\r\nОни пока не знают, что те другие, забаррикадировавшиеся в цехе — это местные рабочие во главе с бывшим спецназовцем по прозвищу Седой. Полгода без зарплаты и предстоящее банкротство завода толкнули их на отчаянный шаг.\r\n\r\nЧтобы вытащить своего хозяина, «спецы» не остановятся ни перед чем. Но в отличие от них «работягам» больше нечего терять.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963895891259977738/unknown.png",
      "trailer": "sTdNG5KKdeo"
  },
  {
      "name": "Защитники",
      "year": 2017,
      "link": "861565",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "криминал",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "С.Дж. Кларксон",
          "Фил Абрахам",
          "Фэррен Блэкберн"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Сорвиголова, Джессика Джонс, Люк Кейдж и Железный Кулак объединяются для борьбы с преступностью Нью-Йорка.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963900468264841226/unknown.png",
      "trailer": "aPq5Tse5r0g"
  },
  {
      "name": "Звездный десант",
      "year": 1997,
      "link": "6025",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "фантастика"
      ],
      "producers": [
          "Пол Верховен"
      ],
      "tags": [],
      "description": "Конец XXIII века. Несметные полчища гигантских разумных жуков с далёкой системы планет Клендату угрожают всему человечеству. На Земле царит милитаризм, а служба в армии гарантирует гражданство. Окончив школу, отличница и красавица Кармен отправляется в лётное училище, её парень Джонни не может похвастаться хорошими знаниями математики, поэтому наперекор родителям записывается в военную пехоту, а их друг Карл, обладающий телепатическими способностями, идёт в разведку. Давно и безответно влюблённая в Джонни одноклассница Диззи оказывается в одной с ним учебке, где ребятам предстоит готовиться к войне с превосходящими силами насекомых.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963908274829283328/unknown.png",
      "trailer": "nxfZrOEvAnw"
  },
  {
      "name": "Здравствуй, папа, Новый год!",
      "year": 2015,
      "link": "484428",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "семейный"
      ],
      "producers": [
          "Шон Андерс"
      ],
      "tags": [],
      "description": "Отец двоих детей возвращается к своей бывшей жене, которая успела выйти замуж, и теперь его ждет соперничество с отчимом за внимание своих отпрысков.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963907832636387408/unknown.png",
      "trailer": "QfRMjzrM3rA"
  },
  {
      "name": "Здравствуй, папа, Новый год! 2",
      "year": 2017,
      "link": "975249",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Шон Андерс"
      ],
      "tags": [],
      "description": "Отец и отчим, Дасти и Брэд, объединяются, чтобы организовать для своих детей идеальный рождественский праздник. Но их с горем пополам достигнутый нейтралитет оказывается под угрозой, когда к внукам приезжают олдскульный мачо-папаша Дасти и чувствительный и эмоциональный папочка Брэда. Они как нельзя кстати, чтобы превратить Рождество в кошмарный хаос.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963898355480662026/unknown.png",
      "trailer": "oBUxBPzyb5Q"
  },
  {
      "name": "Зеленая книга",
      "year": 2018,
      "link": "1108577",
      "viewed": false,
      "countries": [
          "Китай",
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "комедия"
      ],
      "producers": [
          "Питер Фаррелли"
      ],
      "tags": [],
      "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли — утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку — собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963897729917014016/unknown.png",
      "trailer": "e6b9urtUJt0"
  },
  {
      "name": "Зеленая миля",
      "year": 1999,
      "link": "435",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "криминал"
      ],
      "producers": [
          "Фрэнк Дарабонт"
      ],
      "tags": [],
      "description": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/967123026099445800/unknown.png",
      "trailer": "TODt_q-_4C4"
  },
  {
      "name": "Игра в имитацию",
      "year": 2014,
      "link": "635772",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "биография",
          "военный",
          "драма",
          "триллер"
      ],
      "producers": [
          "Мортен Тильдум"
      ],
      "tags": [],
      "description": "Английский математик и логик Алан Тьюринг пытается взломать код немецкой шифровальной машины Enigma во время Второй мировой войны.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963902977704357928/unknown.png",
      "trailer": "EzpgQySQI3Y"
  },
  {
      "name": "Игра в кальмара",
      "year": 2021,
      "link": "1301710",
      "viewed": true,
      "countries": [
          "Южная Корея"
      ],
      "genres": [
          "драма",
          "триллер"
      ],
      "producers": [
          "Хван Дон-хёк"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "Сон Ги-хун уже немолод, разведён, по уши погряз в долгах и сидит на шее у старенькой матери. Даже выигранные на скачках деньги в его руках долго не задерживаются, и однажды он встречает в метро загадочного незнакомца, который сначала предлагает сыграть в детскую игру, а затем вручает Ги-хуну немалую сумму и визитку. Но радость мужчины сменятся отчаянием, когда он узнаёт, что бывшая жена с новым мужем собираются увезти его дочь в Америку. Он звонит по номеру с визитки и становится последним участником тайных игр на выживание с призом в 40 миллионов долларов. Среди товарищей по несчастью оказываются его друг детства — прогоревший финансист, бандит, смертельно больной старик, северокорейская перебежчица, иммигрант из Пакистана и многие другие отчаянно нуждающиеся в деньгах.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/966243144654012466/unknown.png",
      "trailer": "Ss3h4FlIjzs"
  },
  {
      "name": "Игра в правду",
      "year": 2013,
      "link": "718562",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Виктор Шамиров"
      ],
      "tags": [],
      "description": "Трое бывших однокурсников собираются на квартире поболтать под водочку и вспомнить юность. Разухабистый бизнесмен Марк порывается вызвонить девочек, но не находит поддержки у друзей: автодилер Геннадий скорее по привычке хранит верность жене, а хозяин квартиры – физик и неудачник Анатолий – подготовил для всех сюрприз. Он приглашает в гости звезду их курса Майю, в которую все трое были влюблены 20 лет назад. Разговор на четверых не клеится, пока не начинается предельно откровенная игра в правду. Друзья узнают друг о друге то, чего, возможно, предпочли бы не знать. Пройдут ли их отношения проверку правдой?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963907464351318096/unknown.png",
      "trailer": "rBtycADqe7w"
  },
  {
      "name": "Игра на понижение",
      "year": 2015,
      "link": "501333",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "история",
          "комедия"
      ],
      "producers": [
          "Адам МакКей"
      ],
      "tags": [],
      "description": "История нескольких человек, которые независимо друг от друга предсказали мировой экономический кризис 2008 года задолго до того, как о нем зашептались в кулуарах на Уолл-стрит. И предсказав, стали на нем зарабатывать.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/994569215740739585/994569218269913088/unknown.png",
      "trailer": null
  },
  {
      "name": "Идентификация Борна",
      "year": 2002,
      "link": "619",
      "viewed": false,
      "countries": [
          "Германия",
          "США",
          "Франция",
          "Чехия"
      ],
      "genres": [
          "боевик",
          "детектив",
          "триллер"
      ],
      "producers": [
          "Даг Лайман"
      ],
      "tags": [],
      "description": "Команда итальянского рыболовецкого судна находит в водах Средиземного моря тело мужчины. У него два пулевых ранения в спине и имплантированный в бедро микрофильм, помеченный номером швейцарского банка. Когда незнакомец приходит в себя, оказывается, что он не помнит, кто он и что с ним случилось, однако он может говорить на нескольких языках и обладает другими необычными способностями.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963903887960596500/unknown.png",
      "trailer": "gOtGwGIauRw"
  },
  {
      "name": "Иди и смотри",
      "year": 1985,
      "link": "42571",
      "viewed": true,
      "countries": [
          "СССР"
      ],
      "genres": [
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Элем Климов"
      ],
      "tags": [],
      "description": "1943 год, Великая Отечественная война, территория Белоруссии. 16-летний мальчишка Флера, откопав среди обрывков колючей проволоки, ржавых пулемётных лент и простреленных касок карабин, отправляется в лес к партизанам.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978061845128683530/unknown.png",
      "trailer": "gi_UZWaZu2c"
  },
  {
      "name": "Изгой",
      "year": 2000,
      "link": "627",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "мелодрама",
          "приключения"
      ],
      "producers": [
          "Роберт Земекис"
      ],
      "tags": [],
      "description": "Инспектор логистической компании FedEx Чак Ноланд — трудоголик, у которого нет времени даже на собственную невесту. Во время очередной командировки самолет с Ноландом падает в Тихий океан. Чак, единственный, кому посчастливилось спастись, оказывается на необитаемом острове, где ему придется бороться за выживание.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/967123399912587334/unknown.png",
      "trailer": "HdamR86OfgI"
  },
  {
      "name": "Интерстеллар",
      "year": 2014,
      "link": "258687",
      "viewed": true,
      "countries": [
          "Великобритания",
          "Канада",
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [
          "Кристофер Нолан"
      ],
      "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "ratingPersonal": 10,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963900953453547551/unknown.png",
      "trailer": "N0mAYAGBy_g"
  },
  {
      "name": "История Дэвида Копперфилда",
      "year": 2019,
      "link": "1112920",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "драма",
          "комедия"
      ],
      "producers": [
          "Армандо Ианнуччи"
      ],
      "tags": [],
      "description": "Молодой писатель Дэвид Копперфилд рассказывает собравшейся в театре публике историю своей жизни: счастливые первые годы, проведённые с рано овдовевшей матерью, появление жестокого отчима, работа на фабрике и учёба в частной школе. Дэвид Копперфилд будет переживать взлеты и падения, а в его жизни будут появляться всё новые удивительные люди.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963906124506091530/unknown.png",
      "trailer": "zgTaCQDapIM"
  },
  {
      "name": "Исходный код",
      "year": 2011,
      "link": "409295",
      "viewed": false,
      "countries": [
          "Германия",
          "Канада",
          "США",
          "Франция"
      ],
      "genres": [
          "боевик",
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Дункан Джонс"
      ],
      "tags": [],
      "description": "Солдат по имени Коултер мистическим образом оказывается в теле неизвестного мужчины, погибшего в железнодорожной катастрофе. Коултер вынужден переживать чужую смерть снова и снова до тех пор, пока не поймет, кто – зачинщик катастрофы.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963896025364455424/unknown.png",
      "trailer": "ECkOmt0OQ"
  },
  {
      "name": "Исчезнувшая",
      "year": 2014,
      "link": "692861",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "детектив",
          "драма",
          "триллер"
      ],
      "producers": [
          "Дэвид Финчер"
      ],
      "tags": [],
      "description": "Всё было готово для празднования пятилетия супружеской жизни, когда вдруг необъяснимо пропала виновница торжества. Остались следы борьбы в доме, кровь, которую явно пытались стереть, и цепочка подсказок в игре «охота за сокровищами» - жена ежегодно устраивала её для своего обожаемого мужа. И похоже, что эти подсказки дают шанс пролить свет на судьбу исчезнувшей.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963898456173314108/974982215194796072/unknown.png",
      "trailer": "x9GFqCnluyQ"
  },
  {
      "name": "Кадры",
      "year": 2013,
      "link": "666935",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Шон Леви"
      ],
      "tags": [],
      "description": "Билли и Ник всю жизнь занимаются продажами. Но новый компьютерный мир рушит их карьеру. Стараясь доказать, что они не отстали от жизни, они бросают вызов судьбе, получив желанную стажировку в компании Google вместе с командой лучших студентов колледжей. Но получить доступ в этот фантастический мир – это только половина дела. Сейчас им придется выдержать конкуренцию с самыми лучшими техническими гениями, чтобы доказать, что необходимость – это мать обновления.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963901024484081684/unknown.png",
      "trailer": "dX9FKMzYu7U"
  },
  {
      "name": "Как Витька Чеснок вёз Лёху Штыря в дом инвалидов",
      "year": 2017,
      "link": "909700",
      "viewed": true,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Александр Хант"
      ],
      "tags": [],
      "description": "27-летний Витька Чеснок — парень с детдомовским прошлым, который мечтает сбежать от мешающих ему жить жены и сына. Недолюбленный в детстве и очерствевший сердцем парень встречает отца-уголовника, а теперь ещё и калеку. Витька решает отвезти отца в дом инвалидов, не подозревая, какие приключения и опасности ждут их по дороге.",
      "ratingPersonal": 3,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963907649458565170/unknown.png",
      "trailer": "bCtP7tjMGo0"
  },
  {
      "name": "Как я встретил вашу маму",
      "year": 2005,
      "link": "401522",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Майкл Дж. Ши",
          "Памела Фрайман",
          "Роб Гринберг"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "«Как я встретил вашу маму» — комедия про Теда и про то, как он влюбился. Все неприятности начинаются с того, что лучший друг Теда, Маршалл, вдруг неожиданно сообщает, что он хочет сделать предложение своей давней подруге Лили, воспитательнице детского сада. К тому времени Тед понимает, что ему нужно прилагать больше усилий, если он действительно надеется найти свою настоящую любовь. Помогает ему в этих поисках его друг Барни - убеждённый холостяк, вечно со своим, иногда чересчур, мнением на всё происходящее, со склонностью к костюмам и верным способом знакомиться с девушками. Когда Тед встречает Робин, он решает, что это любовь с первого взгляда, но у судьбы в запасе есть кое-что ещё.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892685310140436/963904558336184330/unknown.png",
      "trailer": "yDdLQzqDxvk"
  },
  {
      "name": "Капитан Марвел",
      "year": 2019,
      "link": "843859",
      "viewed": false,
      "countries": [
          "Австралия",
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Анна Боден",
          "Райан Флек"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "После столкновения с враждующими инопланетными расами пилот военно-воздушных сил Кэрол Дэнверс обретает суперсилу и становится неуязвимой. Ей предстоит совладать со своими новыми способностями, чтобы противостоять могущественному врагу.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963906698312024094/unknown.png",
      "trailer": "2eaZUwBWJLM"
  },
  {
      "name": "Каратель",
      "year": 2017,
      "link": "978853",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Джереми Уэбб",
          "Джет Уилкинсон",
          "Джим О’Хенлон"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "После того, как семья Фрэнка Касла была убита во время перестрелки нескольких банд Нью-Йорка, он решает отомстить и начинает охоту на преступников города. В преступном мире он становится известен как Каратель.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963898682044985414/unknown.png",
      "trailer": "fbwEJkCaP6M"
  },
  {
      "name": "Карты, деньги, два ствола",
      "year": 1998,
      "link": "522",
      "viewed": false,
      "countries": [
          "Великобритания"
      ],
      "genres": [
          "боевик",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Гай Ричи"
      ],
      "tags": [],
      "description": "Четверо молодых парней накопили каждый по 25 тысяч фунтов, чтобы один из них мог сыграть в карты с опытным шулером и матерым преступником, известным по кличке Гарри-Топор. Парень в итоге проиграл 500 тысяч, на уплату долга ему дали неделю.\r\n\r\nВ противном случае и ему и его «спонсорам» каждый день будут отрубать по пальцу, а потом... Чтобы выйти из положения, ребята решили ограбить бандитов, решивших ограбить трех «ботаников», выращивающих марихуану для местного наркобарона. Но на этом приключения четверки не заканчиваются...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969487647594659880/969490925090906152/unknown.png",
      "trailer": "HwY1UqW3cgY"
  },
  {
      "name": "Клаус",
      "year": 2019,
      "link": "957887",
      "viewed": true,
      "countries": [
          "Великобритания",
          "Испания",
          "США"
      ],
      "genres": [
          "комедия",
          "мультфильм",
          "приключения",
          "семейный"
      ],
      "producers": [
          "Карлос Мартинес Лопес",
          "Серхио Паблос"
      ],
      "tags": [],
      "description": "Владелец почтовой империи, чтобы научить ленивого отпрыска по имени Джеспер уму-разуму, отправляет его на крайний север в город Смиренсбург. Тот должен организовать там почтовое отделение и за год обработать не менее 6000 писем. Прибыв на место, парень оказывается в зоне боевых действий: два семейных клана, так уж исторически сложилось, питают взаимную ненависть и свято чтут многовековую традицию при любой возможности мутузить друг друга и делать пакости. Разумеется, в такой обстановке не до писем, и почтовое отделение давно превратилось в курятник. Уже практически отчаявшись, Джеспер посещает лесного отшельника по имени Клаус, и их знакомство положит начало удивительным событиям.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963906036278919168/unknown.png",
      "trailer": "b_QKhM7jV-s"
  },
  {
      "name": "Книга Генри",
      "year": 2016,
      "link": "921610",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Колин Треворроу"
      ],
      "tags": [],
      "description": "11-летний Генри – гениальный мальчик, живущий в обычном американском пригороде. Он не по годам рассудителен, всегда заступается за младшего брата, ведет финансы своей матери, однако даже с его умением просчитывать любую ситуацию на несколько ходов вперед мальчишке удается далеко не все – например, он ничем не может помочь соседской девочке-сверстнице, с которой жестоко обращается ее отчим-полицейский. Звонки в службу опеки, жалобы в полицию и разговоры со школьными учителями ни к чему не приводят, и тогда Генри решается на отчаянные шаги, но внезапно открывшаяся болезнь не позволяет мальчику самому воплотить задумку в жизнь. Генри передает матери свои записи, где подробно описана операция, которая освободит соседку от тирана.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963907108858896425/unknown.png",
      "trailer": "GxZkVDo7AI4"
  },
  {
      "name": "Козырные тузы",
      "year": 2007,
      "link": "182352",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США",
          "Франция"
      ],
      "genres": [
          "боевик",
          "драма",
          "комедия",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Джо Карнахан"
      ],
      "tags": [],
      "description": "Гангстер Бадди Израэл согласился сотрудничать с ФБР и дать показания против своих мафиозных дружков. За его жизнь главой мафии назначено крупное вознаграждение в миллион долларов, и Бадди грозит реальная опасность распрощаться с жизнью еще до начала суда.\r\n\r\nОхрана Израэла поручена двум агентам ФБР – Месснеру и Карратерсу, которым предстоит нелегкая задача защищать важного свидетеля от наемных убийц. Но работа агентов усложняется тем, что сам Бадди не привык сидеть в четырех стенах и упорно стремится появляться в людных местах и привлекать всеобщее внимание.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969487647594659880/974990173030981712/unknown.png",
      "trailer": "uoYRB0okoNg"
  },
  {
      "name": "Копы в глубоком запасе",
      "year": 2010,
      "link": "462466",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Адам МакКей"
      ],
      "tags": [],
      "description": "Нью-Йоркские детективы Аллен Гэмбл и Терри Хойтз ведут полицейскую бухгалтерию. Гэмблу такая работа в радость, Хойтзу — наказание. Когда напарникам представится шанс выйти из тени — прийти на помощь своим кумирам, детективам Дэнсону и Манцетти — станет ясно, что в бухгалтерию Гэмбла и Хойтза сослали не зря…",
      "ratingPersonal": 4,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963904108002172948/unknown.png",
      "trailer": "7MuXO51Vfbc"
  },
  {
      "name": "Коралина в Стране Кошмаров",
      "year": 2008,
      "link": "49166",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "мультфильм",
          "семейный",
          "триллер",
          "фэнтези"
      ],
      "producers": [
          "Генри Селик"
      ],
      "tags": [],
      "description": "Коралина, маленькая девочка, попадает в другой мир, скрытый за секретной дверцей. Этот мир — ее альтернативная жизнь, которая не перестает ее радовать, все здесь хорошо, но только до поры до времени. Однажды она понимает, что ее настоящим родителям за ее проделки угрожает смертельная опасность. Коралине придется найти выход из мира, наполненного призраками, в реальную жизнь…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969483145562951700/unknown.png",
      "trailer": "IlCVj4mZQug"
  },
  {
      "name": "Королевская битва",
      "year": 2000,
      "link": "604",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "боевик",
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Киндзи Фукасаку"
      ],
      "tags": [],
      "description": "42 старшеклассника отправляются на необитаемые остров, где им предстоит убивать друг друга всем, что подвернется под руку — от автоматического пистолета до сковороды. Победитель может быть лишь один.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/971036977900183654/unknown.png",
      "trailer": "ShxAKQ3_E68"
  },
  {
      "name": "Королевская битва 2",
      "year": 2003,
      "link": "47206",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "боевик",
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Киндзи Фукасаку",
          "Кэнта Фукасаку"
      ],
      "tags": [],
      "description": "Прошло три года после окончания Королевской битвы. Мир всё глубже погружается в пучину насилия. Сюя и Норико, которым удалось выжить в первой битве и бежать с острова, теперь разыскиваются как опасные преступники. Сюя возглавляет террористическую группу «Дикая семерка», объявившую тотальную войну миру взрослых.\r\n\r\nТем временем 42 выпускника, отправившись на курорт, просыпаются в электронных ошейниках со взрывчаткой. Учитель Рики объявляет, что их класс избран для проведения Второй Королевской битвы.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/971037317399719966/unknown.png",
      "trailer": "PMKKSxz5LMY"
  },
  {
      "name": "Король Стейтен-Айленда",
      "year": 2020,
      "link": "1236644",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия"
      ],
      "producers": [
          "Джадд Апатоу"
      ],
      "tags": [],
      "description": "24-летний инфантил по имени Скотт живёт с мамой и младшей сестрой в нью-йоркском районе Стейтен-Айленд. С самого детства парень не может смириться со смертью отца-пожарного и теперь всё время проводит за курением травки и набиванием друзьям кривых татуировок. Когда сестра уезжает в колледж, а его мама впервые после смерти мужа начинает встречаться с мужчиной, тоже пожарным, Скотт решает, что такие перемены в жизни ему не нужны, и теперь он будет пытаться расстроить мамины отношения.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/976881815866470410/unknown.png",
      "trailer": "fI3AeB_HKws"
  },
  {
      "name": "Король говорит!",
      "year": 2010,
      "link": "485311",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "история"
      ],
      "producers": [
          "Том Хупер"
      ],
      "tags": [],
      "description": "Сюжет ленты расскажет о герцоге, который готовится вступить в должность британского короля Георга VI, отца нынешней королевы Елизаветы II. После того, как его брат отрекается от престола, герой неохотно соглашается на трон. Измученный страшным нервным заиканием и сомнениями в своих способностях руководить страной, Георг обращается за помощью к неортодоксальному логопеду по имени Лайонел Лог.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/971496830544252978/unknown.png",
      "trailer": "Fh6cARgfZXU"
  },
  {
      "name": "Космические силы",
      "year": 2020,
      "link": "1231021",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Кен Куопис",
          "Пол Кинг",
          "Том Маршалл"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "Генерал Марк Марке Нэйрд получает задание отправить отряд солдат на Луну.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892685310140436/963908207523283005/unknown.png",
      "trailer": "PQ_doui8lG8"
  },
  {
      "name": "Кот в сапогах",
      "year": 2011,
      "link": "102146",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Крис Миллер"
      ],
      "tags": [
          "Шрэк"
      ],
      "description": "Мечи пересекутся и сердца будут разбиты в приключениях с одним из самых любимых персонажей из Шрэка — котом в сапогах. Это удалая поездка ранних лет кота в сапогах, когда он объединяется с умным Шалтай-Болтаем и сообразительной Кисой, чтобы украсть знаменитую Гусыню, несущую золотые яйца.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/971034096472059934/unknown.png",
      "trailer": "RG0rgXlrxV0"
  },
  {
      "name": "Кот в сапогах 2: Последнее желание",
      "year": 2022,
      "link": "840821",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мультфильм",
          "приключения"
      ],
      "producers": [
          "Джоэль Кроуфорд",
          "Хануэль Меркадо"
      ],
      "tags": [
          "Шрэк"
      ],
      "description": "Схватки, погони, женщины. Враги, друзья, интриги. Шпага, шпоры, шляпа. И ко всему этому – яркая внешность мачо. Вот вам и набросок к портрету самого обворожительного анимационного героя. Добавим сорок разбойников, смертельные опасности, крутые виражи судьбы и получим новую картину о Коте в сапогах.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/971034471514124368/unknown.png",
      "trailer": "JA8Xw0ffel8"
  },
  {
      "name": "Красные огни",
      "year": 2011,
      "link": "570134",
      "viewed": true,
      "countries": [
          "Испания",
          "Канада"
      ],
      "genres": [
          "детектив",
          "драма",
          "фэнтези"
      ],
      "producers": [
          "Родриго Кортес"
      ],
      "tags": [],
      "description": "Учёные-скептики Маргарет Мэтисон и её ассистент Том Бакли занимаются разоблачением шарлатанов. Изучение паранормального cводит их с давним противником доктора Мэтисон - человеком по имени Сильвер.\r\n\r\nОбъявив о своем возвращении, Сильвер впервые за многие годы выступает перед широкой публикой. Знавшие экстрасенса люди не забыли, что незадолго до добровольного ухода Сильвера со сцены таинственной смертью погиб основной критик его деятельности.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963902093687672842/963902099370950706/unknown.png",
      "trailer": "yOJ0V4-TR8"
  },
  {
      "name": "Кроваво-красное небо",
      "year": 2021,
      "link": "1047401",
      "viewed": false,
      "countries": [
          "Германия",
          "США"
      ],
      "genres": [
          "боевик",
          "триллер",
          "ужасы"
      ],
      "producers": [
          "Петер Торварт"
      ],
      "tags": [],
      "description": "Надя с восьмилетним сыном летит в Штаты, где ей обещают инновационное лечение от загадочной болезни, из-за которой женщина вынуждена постоянно колоть себе лекарства. Но когда группа террористов захватывает самолёт и меняет курс, Наде не остаётся другого выбора, кроме как отпустить свою натуру и показать злоумышленникам, на что способна рассерженная мать.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966807097742336010/966807100997124137/unknown.png",
      "trailer": "gi4LKFD2gUQ"
  },
  {
      "name": "Курьер",
      "year": 1986,
      "link": "45028",
      "viewed": false,
      "countries": [
          "СССР"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Карен Шахназаров"
      ],
      "tags": [],
      "description": "Выпускник школы Иван, дожидаясь призыва в армию, работает курьером в редакции. Окружающие его солидные взрослые люди с трудом приспосабливаются к удивительной способности этого парня любое событие превратить в невероятное происшествие - порой уморительно веселое, а, подчас, и непоправимо грустное…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963906635263275008/unknown.png",
      "trailer": "FRHePO5_hxw"
  },
  {
      "name": "Ларри Краун",
      "year": 2011,
      "link": "496839",
      "viewed": false,
      "countries": [
          "США",
          "Франция"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Том Хэнкс"
      ],
      "tags": [],
      "description": "До своего увольнения приветливый и любезный Ларри Краун был преуспевающим командным руководителем крупной компании, в которой он работал после службы на флоте. Под тяжестью ипотеки и будучи в неясности от того, что делать с внезапно появившимися свободными днями, Ларри направляется в местный колледж, чтобы начать все сначала.",
      "ratingPersonal": 4,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963902380003446804/unknown.png",
      "trailer": "1ez-TgWuG3w"
  },
  {
      "name": "Ловцы забытых голосов",
      "year": 2011,
      "link": "581102",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "драма",
          "мультфильм",
          "приключения"
      ],
      "producers": [
          "Макото Синкай"
      ],
      "tags": [],
      "description": "Девушка по имени Асуна коротает дни за прослушиванием таинственной музыки, исходящей из кристалла, который достался ей в память об отце. Девушка решает отправиться в путешествие, чтобы встретить друга, которого она давно не видела.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969494038652788776/unknown.png",
      "trailer": "pRZeNdJtcWQ"
  },
  {
      "name": "Лунный рыцарь",
      "year": 2022,
      "link": "1320559",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Аарон Мурхед",
          "Джастин Бенсон",
          "Мохамед Диаб"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Бывший морпех, страдающий от диссоциативного расстройства, внезапно получает власть и силы египетского Бога Луны.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/975014436060414042/unknown.png",
      "trailer": "xXgXLodaagU"
  },
  {
      "name": "Лучшее предложение",
      "year": 2012,
      "link": "681849",
      "viewed": false,
      "countries": [
          "Италия"
      ],
      "genres": [
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Джузеппе Торнаторе"
      ],
      "tags": [],
      "description": "Вергилий Олдман — управляющий директор ведущего аукционного дома. Время от времени со своим партнёром Билли на глазах у всего мира он проворачивает хитроумные аферы, ловко манипулируя и вводя в заблуждение как продавцов, так и покупателей. В секретном зале своей виллы он собрал сотни бесценных картин из разных эпох.\r\n\r\nОднажды таинственная женщина, скрывающая свою личность, просит его продать антиквариат её семьи. Среди многочисленных произведений искусства раз за разом Олдман обнаруживает частицы давно утерянного механизма. В своё время поговаривали, что для того, чтобы его оживить, создатели прибегали к помощи высших сил… Складывая, как пазл, найденные детали, вместе со своим гениальным другом Робертом они пытаются разгадать этот секрет. Но Олдман заинтересован не только предметами старины…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963898456173314108/979659593619746876/unknown.png",
      "trailer": null
  },
  {
      "name": "Любовь. Смерть. Роботы",
      "year": 2019,
      "link": "1228254",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "криминал",
          "мультфильм",
          "ужасы",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Dominique Boidin",
          "Альфредо Торрес",
          "Виктор Мальдонадо"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "Короткометражные фильмы на фантастические темы.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892685310140436/963904773009076284/unknown.png",
      "trailer": "F-bVMRzlMBk"
  },
  {
      "name": "Люк Кейдж",
      "year": 2016,
      "link": "817507",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Кларк Джонсон",
          "Марк Йобст",
          "Энди Годдард"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Получив суперсилу в результате сорванного эксперимента, ошибочно обвиненный мужчина сбегает из тюрьмы, чтобы стать наемным супергероем.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963901092394041404/unknown.png",
      "trailer": "MVSC4Q-omgw"
  },
  {
      "name": "Майор",
      "year": 2013,
      "link": "675498",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма",
          "криминал"
      ],
      "producers": [
          "Юрий Быков"
      ],
      "tags": [],
      "description": "Разбуженный ранним звонком майор полиции Сергей Соболев мчится в роддом к лежащей на сохранении жене. На скользкой зимней дороге он насмерть сбивает семилетнего мальчика на глазах у несчастной матери. Майор понимает, что виноват, но велик соблазн оправдаться, используя служебное положение и связи. Сам того не желая, он запускает целую череду смертей. Чтобы ее остановить, Соболеву придется пойти против воспитавшей его системы.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963906288352370769/unknown.png",
      "trailer": "hEaWmP2nUSI"
  },
  {
      "name": "Мальчик в полосатой пижаме",
      "year": 2008,
      "link": "281251",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Марк Херман"
      ],
      "tags": [],
      "description": "История, происходящая во время Второй мировой войны и показанная сквозь глаза невинного и ничего не подозревающего о происходящих событиях Бруно, восьмилетнего сына коменданта концентрационного лагеря. Его случайное знакомство и дружба с еврейским мальчиком по другую сторону ограды лагеря, в конечном счете, приводит к самым непредсказуемым и ошеломительным последствиям.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963905673802944622/unknown.png",
      "trailer": "lg_SxmOTF4A"
  },
  {
      "name": "Миллион способов потерять голову",
      "year": 2014,
      "link": "722886",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "вестерн",
          "комедия"
      ],
      "producers": [
          "Сет МакФарлейн"
      ],
      "tags": [],
      "description": "Угораздило же влюбиться не в том месте и не в то время. Здесь хамят в ресторанах, о горячей воде слагают легенды, да и с транспортом полный коллапс. Но у таинственной незнакомки отменная фигура, да и стреляет она без промаха. Кто же по своей воле откажется от такой красотки?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963902448982966282/unknown.png",
      "trailer": "DhdqgdOsgSM"
  },
  {
      "name": "Могила светлячков",
      "year": 1988,
      "link": "8219",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "военный",
          "драма",
          "мультфильм"
      ],
      "producers": [
          "Исао Такахата"
      ],
      "tags": [],
      "description": "Последние дни Второй мировой войны, американская авиация бомбит беззащитные японские города. В водоворот каждодневного кошмара попадают 14-летний Сэйта и его сестренка Сэцуко - потеряв близких, они остались совсем одни. Мальчик в одночасье становится взрослым и осознаёт, что от него зависит жизнь маленькой сестры.\r\n\r\nУкрывшись в заброшенном убежище, Сэйта и Сэцуко пытаются выжить собственными силами. И пусть в их глазах смертоносный огонь в небе - всего лишь огоньки светлячков, жестокая война не щадит даже невинные детские души, вынося им беспощадный приговор.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969487227296051260/unknown.png",
      "trailer": "94TQoxsA-S0"
  },
  {
      "name": "Мой сосед Тоторо",
      "year": 1988,
      "link": "8221",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Сестры Сацуки и Мэй переезжают вместе с папой в деревенский дом. Однажды девочки обнаруживают, что по соседству с ними живут лесные духи — хранители леса во главе со своим могущественным и добрым повелителем Тоторо. Постепенно Тоторо становится другом девочек, помогая им в их повседневных приключениях.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969482199025987644/unknown.png",
      "trailer": "19IVDAzcNxs"
  },
  {
      "name": "Морпехи",
      "year": 2005,
      "link": "81728",
      "viewed": false,
      "countries": [
          "Британия",
          "Великобритания",
          "США"
      ],
      "genres": [
          "биография",
          "боевик",
          "военный",
          "драма"
      ],
      "producers": [
          "Сэм Мендес"
      ],
      "tags": [],
      "description": "Действие картины разворачивается во время войны в Персидском заливе. Морской пехотинец Энтони Суоффорд - потомственный военный. После курса подготовки в специальном лагере его отправляют на Ближний Восток, где идут военные действия. Со снайперской винтовкой в руках и с тяжелым рюкзаком за плечами ему предстоит проделать нелегкий путь по пустыне, где нет спасения от невыносимой жары и иракских солдат, которые в любую минуту могут появиться на горизонте.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978062693934198844/unknown.png",
      "trailer": "ctZi4PirYhU"
  },
  {
      "name": "Мстители",
      "year": 2012,
      "link": "263531",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Джосс Уидон"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Локи, сводный брат Тора, возвращается, и в этот раз он не один. Земля оказывается на грани порабощения, и только лучшие из лучших могут спасти человечество. Глава международной организации Щ.И.Т. Ник Фьюри собирает выдающихся поборников справедливости и добра, чтобы отразить атаку. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный Глаз и Чёрная Вдова вступают в войну с захватчиком.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963901498339766382/unknown.png",
      "trailer": "bxwt6TvNxas"
  },
  {
      "name": "Мстители: Война бесконечности",
      "year": 2018,
      "link": "843649",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джо Руссо",
          "Энтони Руссо"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть Камней Бесконечности - артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, с чем Мстители сталкивались ранее, вело к этому моменту – судьба Земли никогда ещё не была столь неопределённой.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963906355947798638/unknown.png",
      "trailer": "UsnDPok1ZOU"
  },
  {
      "name": "Мстители: Финал",
      "year": 2019,
      "link": "843650",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джо Руссо",
          "Энтони Руссо"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Оставшиеся в живых члены команды Мстителей и их союзники должны разработать новый план, который поможет противостоять разрушительным действиям могущественного титана Таноса. После наиболее масштабной и трагической битвы в истории они не могут допустить ошибку.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963901377204080670/unknown.png",
      "trailer": "gbcVZgO4n4E"
  },
  {
      "name": "Мстители: Эра Альтрона",
      "year": 2015,
      "link": "679830",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джек Кёрби",
          "Джосс Уидон",
          "Стэн Ли"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Человечество на грани уничтожения. На этот раз людям угрожает Альтрон — искусственный интеллект, ранее созданный для того, чтобы защищать Землю от любых угроз. Однако, главной угрозой он посчитал человечество. Международная организация Щ.И.Т. распалась, и теперь мир не способен справиться с таким мощным врагом, потому люди вновь обращаются за помощью к Величайшим Героям Земли — Мстителям. Однако Альтрон слишком силен, и есть большая вероятность, что даже им не удастся остановить начало надвигающейся Эры Альтрона, где нет места для людей…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963902182845984838/unknown.png",
      "trailer": "OZjuC-sTX_8"
  },
  {
      "name": "Мы — Миллеры",
      "year": 2013,
      "link": "582170",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "комедия",
          "криминал"
      ],
      "producers": [
          "Роусон Маршалл Тёрбер"
      ],
      "tags": [],
      "description": "Дэвид Кларк — мелкий торговец наркотиками. Среди его клиентов — повара и скучающие домохозяйки. Детям он наркотики не продаёт и поэтому считает себя принципиальным человеком. Дэвид действительно хорошо относится к детям, но это не остается безнаказанным — он пытается помочь подросткам, попавшим в беду, и на него нападают хулиганы-панки. Они отбирают у него наркотики и деньги, и наш герой оказывается в отчаянном положении. Ведь ему нечем расплатиться с его поставщиком Брэдом. Единственный выход — подрядиться на доставку крупной партии наркотиков через границу…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/971034787626221639/unknown.png",
      "trailer": "PaMUKAbG7VE"
  },
  {
      "name": "Мэри и ведьмин цветок",
      "year": 2017,
      "link": "1008415",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Хиромаса Ёнэбаяси"
      ],
      "tags": [],
      "description": "Если в деревне у бабушки нет твоих сверстников, только старики и старушки, любые каникулы могут превратиться в наказание. Сосланная родителями на лето в глухую деревню 10-летняя Мэри каждый день не знает, чем себя занять. Однажды девочка решает проследить за приблудным котом и случайно находит в лесу волшебный цветок. От лепестков этого «ведьмина глаза» простая кухонная метла внезапно оживает и уносит девочку далеко за облака, в самую настоящую школу колдовства и магии. Повстречав местных учителей, Мэри решает выдать себя за новенькую ученицу из могучей колдунской семьи.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969495032988065832/unknown.png",
      "trailer": "ruL1QUHwEsc"
  },
  {
      "name": "Навсикая из долины ветров",
      "year": 1984,
      "link": "8240",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "драма",
          "мультфильм",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "В будущем человечество, столетиями безоглядно эксплуатировавшее природу, пало жертвой своей гордыни. Землю постигла ужасная экологическая катастрофа, процветающие когда-то промышленные цивилизации обратились в прах, а поверхность планеты покрыло гигантское море Леса, испускающее в атмосферу ядовитые споры растений.\r\n\r\nОставшимся в живых людям приходится жить в тени Леса и его чудовищных насекомообразных обитателей, пытаясь не допустить распространения вредоносной растительности. Мирная Долина Ветров - одно из царств, образовавшихся на руинах прежних государств. Но безмятежное существование Долины Ветров нарушается, когда маленькая страна становится пешкой в играх крупных воинственных соседей, сражающихся за остатки драгоценных природных ресурсов планеты.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969484515150032926/unknown.png",
      "trailer": "el0MsKQqS9c"
  },
  {
      "name": "Не смотрите наверх",
      "year": 2021,
      "link": "1338480",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "фантастика"
      ],
      "producers": [
          "Адам МакКей"
      ],
      "tags": [],
      "description": "Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963906903161864192/unknown.png",
      "trailer": "m3F9UKI5u1U"
  },
  {
      "name": "Не шутите с Zоханом!",
      "year": 2008,
      "link": "280826",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Деннис Дуган"
      ],
      "tags": [],
      "description": "Зохан - израильский коммандос, агент Моссада и антитеррорист - во время захвата известного мирового преступника инсценирует собственную гибель, дабы завязать с героическим прошлым и осуществить свою давнюю мечту: стать стилистом в Нью-Йорке. Вооружившись ножницами и желанным руководством, он решает начать свою карьеру в небольшом салоне.\r\n\r\nСлава о повышенном внимании к деталям и оказании особого сервиса быстро распространяется среди представительниц прекрасного пола, и желающих оказаться в его кресле становится пруд пруди. Но внезапно его узнают и над романтически настроенным Зоханом нависает угроза потерять не только полюбившуюся карьеру, но на этот раз и собственную жизнь.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963903679512084541/unknown.png",
      "trailer": "WDdF6hpM4NM"
  },
  {
      "name": "Неадекватные люди",
      "year": 2010,
      "link": "542581",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Роман Каримов"
      ],
      "tags": [],
      "description": "Тридцатилетний молодой человек Виталий, убегая от надоедливых проблем и душевного дискомфорта, бросает провинциальный городок Серпухов и переезжает в Москву, надеясь именно здесь найти гармонию с собственным «я». Но до состояния гармонии ему оказывается слишком далеко, ведь впоследствии возникает очень много вопросов, связанных с его новой соседкой Кристиной, которой также не очень везет в жизни и которая пытается «сделать» из него действительно крутого мэна, а также с начальницей, желающей затащить его в кровать. С каждым днем он все больше убеждается в неадекватности подобных людей, которые буквально сорвались с цепи. Но что, если проблема не только в них?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963894061964591124/unknown.png",
      "trailer": "KjI03H-y0ag"
  },
  {
      "name": "Небесный замок Лапута",
      "year": 1986,
      "link": "1846",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "семейный",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Альтернативная реальность, соответствующая началу XX века. В руках девочки по имени Сита находится Летающий Камень. За ним охотятся агенты правительства и пираты, потому что Камень представляет огромную ценность. Пытаясь скрыться от преследователей, Сита встречает Падзу, своего ровесника, работающего в шахтерском городке. Вместе дети выясняют, что Камень — ключ к таинственному летающему острову Лапута.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969484140615446538/unknown.png",
      "trailer": "ww0eiQ49V2o"
  },
  {
      "name": "Невероятная жизнь Уолтера Митти",
      "year": 2013,
      "link": "6034",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Бен Стиллер"
      ],
      "tags": [],
      "description": "Уолтер Митти — сотрудник отдела иллюстраций журнала Life. Его работа — сплошная рутина, хотя в своих мечтах он уносится очень далеко. В присланных фотографом Шоном О’Коннелом негативах для обложки журнала не хватает одного кадра. Единственный шанс получить фотографию — найти самого Шона. И Уолтер отправляется в долгое путешествие.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/969489374049894410/unknown.png",
      "trailer": "vWxYmAYxuZQ"
  },
  {
      "name": "Невероятный Халк",
      "year": 2008,
      "link": "255380",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Луи Летерье"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "История доктора Брюса Баннера, который ищет лекарство от своего необычного «заболевания», превращающего его во время эмоционального стресса в гигантского зеленого монстра Халка. Находясь в бегах от армии, стремящейся его захватить, Брюс почти находит лекарство, но все старания идут прахом, когда у Халка вдруг появляется новый, невероятно сильный противник.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963903959351820349/unknown.png",
      "trailer": "_-iXjRm3jG0"
  },
  {
      "name": "Невидимая сторона",
      "year": 2009,
      "link": "450213",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "спорт"
      ],
      "producers": [
          "Джон Ли Хэнкок"
      ],
      "tags": [],
      "description": "Благополучная белая семья берет к себе толстого, неграмотного бездомного темнокожего подростка и помогает стать ему спортивной звездой, и поступить в университет.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/969488772632834058/unknown.png",
      "trailer": "GaIyYRS1TIM"
  },
  {
      "name": "Невозможное",
      "year": 2012,
      "link": "518037",
      "viewed": false,
      "countries": [
          "Испания",
          "США",
          "Таиланд"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Хуан Антонио Байона"
      ],
      "tags": [],
      "description": "Лента о событиях, разворачивающихся на фоне цунами 2004 года.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963899446079397918/unknown.png",
      "trailer": "DJIOllgnjTA"
  },
  {
      "name": "Нечто",
      "year": 1982,
      "link": "8366",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "детектив",
          "ужасы",
          "фантастика"
      ],
      "producers": [
          "Джон Карпентер"
      ],
      "tags": [],
      "description": "Команде ученых американской исследовательской базы в Антарктике предстоит столкнуться с необъяснимым, чудовищным кошмаром. Отрезанные от всего света полярники вступают в неравную схватку с инопланетной тварью, пробудившейся после тысячелетней спячки во льдах.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966807097742336010/967123741098266695/unknown.png",
      "trailer": "ir5v3bstcBg"
  },
  {
      "name": "Нечто",
      "year": 2011,
      "link": "399977",
      "viewed": false,
      "countries": [
          "Канада",
          "США"
      ],
      "genres": [
          "детектив",
          "ужасы",
          "фантастика"
      ],
      "producers": [
          "Маттис ван Хейниген мл."
      ],
      "tags": [],
      "description": "Научная экспедиция обнаруживает в Антарктике потерпевший крушение инопланетный космический корабль. Группа отчаянных учёных проникает в его недра и неожиданно для самих себя открывает ящик Пандоры. Среди непроходимых снегов и ледяных гор, выпущенное на свободу Нечто устраивает на исследовательской станции жуткую бойню.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966807097742336010/967124200865292348/unknown.png",
      "trailer": "b_fFqD2DPcQ"
  },
  {
      "name": "Ной",
      "year": 2014,
      "link": "596001",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Даррен Аронофски"
      ],
      "tags": [],
      "description": "Библейские сюжеты давно и прочно вошли в нашу жизнь: вряд ли есть человек, не знающий о запретном плоде или о первородном грехе. Одной из наиболее известных историй, имеющих аналоги практически в любой религии и в мифологии разных народов, является история о Великом потопе – бедствии, которым Бог наказал человечество за его многочисленные грехи и покарал всех, кто не хотел жить по заветам Создателя.\r\n\r\nЕдинственным праведным человеком на Земле был Ной – набожный отец семейства, которого начали посещать ужасные видения конца света. Поняв, что людей ждет неминуемая гибель, Ной принялся за строительство ковчега – гигантского корабля, который должен был защитить его семью и его самого от бушующих волн. Однако Ною пришлось бороться не только со стихией и собственными страхами, но и с вполне осязаемым человеческим злом: люди, прослышавшие о строительстве корабля и опасающиеся за свою жизнь, тоже захотели спастись. Только вот для них не было места в Ноевом ковчеге.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/969495783328071720/unknown.png",
      "trailer": "m6mUJ65R3bI"
  },
  {
      "name": "Области тьмы",
      "year": 2011,
      "link": "462606",
      "viewed": false,
      "countries": [
          "Мексика",
          "США"
      ],
      "genres": [
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Нил Бёргер"
      ],
      "tags": [],
      "description": "Нью-йоркский писатель Эдди, желая преодолеть чёрную полосу в жизни, принимает засекреченный препарат под названием NZT. Таблетка выводит мозг парня на работу в нереальной мощности. Этот творческий наркотик меняет всю жизнь Эдди, за короткий срок он зарабатывает кучу денег, но скоро начинает страдать от зловещих побочных эффектов препарата. А когда пытается найти других NZT-гениев, чтобы понять, как можно справиться с этим пристрастием, он узнает страшную правду…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963904691102707752/unknown.png",
      "trailer": "eU0Z_rsZiws"
  },
  {
      "name": "Обратная связь",
      "year": 2020,
      "link": "1331265",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Алексей Нужный"
      ],
      "tags": [],
      "description": "31 декабря семеро друзей вновь собираются в загородном доме, чтобы вместе встретить Новый год, но предновогодний вечер полон сюрпризов.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963901639692001340/unknown.png",
      "trailer": "2iEnyT98POQ"
  },
  {
      "name": "Одаренная",
      "year": 2017,
      "link": "929348",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Марк Уэбб"
      ],
      "tags": [],
      "description": "Фрэнк Адлер живет в прибрежном городке во Флориде и воспитывает в одиночку свою необычайно одаренную племянницу Мэри. Но планы парня о спокойной школьной жизни для девочки рушатся, когда о математических способностях ребенка узнает грозная мать Фрэнка Эвелин. У бабушки свои представления о будущем внучки, и ради этого она готова даже разлучить Мэри с Фрэнком.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963898256465727588/unknown.png",
      "trailer": "LqtmKTVvyAw"
  },
  {
      "name": "Одержимость",
      "year": 2013,
      "link": "725190",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "музыка"
      ],
      "producers": [
          "Дэмьен Шазелл"
      ],
      "tags": [],
      "description": "Эндрю мечтает стать великим. Казалось бы, вот-вот его мечта осуществится. Юношу замечает настоящий гений, дирижер лучшего в стране оркестра. Желание Эндрю добиться успеха быстро становится одержимостью, а безжалостный наставник продолжает подталкивать его все дальше и дальше – за пределы человеческих возможностей. Кто выйдет победителем из этой схватки?",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963896355925917796/unknown.png",
      "trailer": "Q9PxDPOo1jw"
  },
  {
      "name": "Олдбой",
      "year": 2003,
      "link": "75871",
      "viewed": false,
      "countries": [
          "Южная Корея"
      ],
      "genres": [
          "боевик",
          "детектив",
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Пак Чхан-ук"
      ],
      "tags": [],
      "description": "1988 год. Обыкновенный и ничем непримечательный бизнесмен О Дэ-cу в день трёхлетия своей дочери по пути домой напивается, начинает хулиганить и закономерно попадает в полицейский участок. Из участка его под своё поручительство забирает друг детства. Пока тот звонит жене незадачливого пьяницы, О Дэ-су пропадает. Неизвестные похищают его и помещают в комнату без окон на 15 лет.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963898456173314108/971039509766623242/unknown.png",
      "trailer": "lDmHvhW01q4"
  },
  {
      "name": "Операция «Колибри»",
      "year": 2018,
      "link": "1048853",
      "viewed": true,
      "countries": [
          "Бельгия",
          "Канада"
      ],
      "genres": [
          "драма",
          "триллер"
      ],
      "producers": [
          "Ким Нгуен"
      ],
      "tags": [],
      "description": "Как заработать миллионы на бирже? Можно долго учиться на трейдера, а можно протянуть кабель через всю страну и получать котировки раньше остальных. Антон и Винсент решают провернуть аферу века, но на их пути встаёт Эва Торрес - роковая женщина и беспринципный злой гений.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/964401499251834900/unknown.png",
      "trailer": "NpKKh0XGjJ4"
  },
  {
      "name": "Остров проклятых",
      "year": 2009,
      "link": "397667",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "детектив",
          "драма",
          "триллер"
      ],
      "producers": [
          "Мартин Скорсезе"
      ],
      "tags": [],
      "description": "Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963902093687672842/963907895194447962/unknown.png",
      "trailer": "ocDoZc5LHqg"
  },
  {
      "name": "Остров собак",
      "year": 2018,
      "link": "939785",
      "viewed": false,
      "countries": [
          "Великобритания",
          "Германия",
          "США",
          "Япония"
      ],
      "genres": [
          "драма",
          "комедия",
          "мультфильм",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Уэс Андерсон"
      ],
      "tags": [],
      "description": "История 12-летнего мальчика Атари Кобаяси, опекаемого коррумпированным мэром Кобаяши. Когда по Указу последнего все домашние собаки города Мегасаки изгоняются на громадную свалку, Атари в одиночку отправляется на миниатюрном летательном аппарате на мусорный остров, чтобы найти своего верного пса по прозвищу Спотс. Там на острове вместе со стаей новых друзей-дворняг он начнет эпичное путешествие, которое решит будущую судьбу всей Префектуры.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969492669367726110/unknown.png",
      "trailer": "4im85EMeNUE"
  },
  {
      "name": "Отец Стю",
      "year": 2022,
      "link": "4441775",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Розалинд Росс"
      ],
      "tags": [],
      "description": "",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/964931876596908122/unknown.png",
      "trailer": "Z7p-2UnSPXE"
  },
  {
      "name": "Отец солдата",
      "year": 1964,
      "link": "44218",
      "viewed": false,
      "countries": [
          "СССР"
      ],
      "genres": [
          "военный",
          "драма"
      ],
      "producers": [
          "Резо Чхеидзе"
      ],
      "tags": [],
      "description": "Противоестественность войны для человека - труженика, созидателя - показана на примере судьбы старого крестьянина-виноградаря из Грузии. Георгий Махарашвили едет повидаться с сыном, который ранен и находится в госпитале.\r\n\r\nНо пока отец добирается до места назначения, сын снова отправляется на фронт. Однако Георгий уже не может вернуться в родную деревню. Он вместе с советской армией проходит весь ее путь - путь до Берлина, до Победы над фашизмом.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978061558330581052/unknown.png",
      "trailer": "GAy6SOaq5io"
  },
  {
      "name": "Охота",
      "year": 2012,
      "link": "647671",
      "viewed": false,
      "countries": [
          "Дания",
          "Швеция"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Томас Винтерберг"
      ],
      "tags": [],
      "description": "Учитель живет одинокой жизнью, все время борется за опеку над сыном. Его жизнь постепенно становится лучше, когда он находит любовь и получает хорошие новости от сына, но его новая жизнь вот-вот будет жестоко разрушена невинной ложью.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963902319601266759/unknown.png",
      "trailer": "fupyD0Mv7-Y"
  },
  {
      "name": "Очень странные дела",
      "year": 2016,
      "link": "915196",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "детектив",
          "драма",
          "триллер",
          "ужасы",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Мэтт Даффер",
          "Росс Даффер",
          "Шон Леви"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "1980-е годы, тихий провинциальный американский городок. Благоприятное течение местной жизни нарушает загадочное исчезновение подростка по имени Уилл. Выяснить обстоятельства дела полны решимости родные мальчика и местный шериф, также события затрагивают лучшего друга Уилла – Майка. Он начинает собственное расследование. Майк уверен, что близок к разгадке, и теперь ему предстоит оказаться в эпицентре ожесточенной битвы потусторонних сил.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892685310140436/963893306964721664/unknown.png",
      "trailer": "PX6KNzyQfZM"
  },
  {
      "name": "Паразиты",
      "year": 2019,
      "link": "1043758",
      "viewed": true,
      "countries": [
          "Южная Корея"
      ],
      "genres": [
          "драма",
          "комедия",
          "триллер"
      ],
      "producers": [
          "Пон Джун-хо"
      ],
      "tags": [],
      "description": "Обычное корейское семейство Кимов жизнь не балует. Приходится жить в сыром грязном полуподвале, воровать интернет у соседей и перебиваться случайными подработками. Однажды друг сына семейства, уезжая на стажировку за границу, предлагает тому заменить его и поработать репетитором у старшеклассницы в богатой семье Пак. Подделав диплом о высшем образовании, парень отправляется в шикарный дизайнерский особняк и производит на хозяйку дома хорошее впечатление. Тут же ему в голову приходит необычный план по трудоустройству сестры.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963899370682605588/unknown.png",
      "trailer": "pPusVs-yKss"
  },
  {
      "name": "Пацаны",
      "year": 2019,
      "link": "460586",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "фантастика"
      ],
      "producers": [
          "Стефан Шварц",
          "Филип Сгриккиа",
          "Фред Туа"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "Действие сериала разворачивается в мире, где существуют супергерои. Именно они являются настоящими звездами. Их все знают и обожают. Но за идеальным фасадом скрывается гораздо более мрачный мир наркотиков и секса, а большинство героев — в жизни не самые приятные люди. Противостоит им отряд, неофициально известный как «Пацаны».",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892685310140436/964929941160484894/unknown.png",
      "trailer": "6dbzFDJyBfw"
  },
  {
      "name": "Первый мститель",
      "year": 2011,
      "link": "160946",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "военный",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джо Джонстон"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Стив Роджерс добровольно соглашается принять участие в эксперименте, который превратит его в суперсолдата, известного как Первый мститель. Роджерс вступает в вооруженные силы США вместе с Баки Барнсом и Пегги Картер, чтобы бороться с враждебной организацией ГИДРА, которой управляет безжалостный Красный Череп.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963905741700341900/unknown.png",
      "trailer": "FxTlOl03x9c"
  },
  {
      "name": "Первый мститель: Другая война",
      "year": 2014,
      "link": "676266",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Джо Руссо",
          "Энтони Руссо"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "После беспрецедентных событий, впервые собравших вместе команду Мстителей, Стив Роджерс, известный также как Капитан Америка, оседает в Вашингтоне и пытается приспособиться к жизни в современном мире. Но покой этому герою только снится – пытаясь помочь коллеге из агентства Щ.И.Т., Стив оказывается в центре событий, грозящих катастрофой мирового масштаба. Для того, чтобы разоблачить злодейский заговор, Капитан Америка объединяется с Черной вдовой. К ним также присоединяется новый соратник, известный как Сокол, однако никто из них даже не подозревает, на что способен новый враг.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963904489859981353/unknown.png",
      "trailer": "aWNnNmo_olc"
  },
  {
      "name": "Первый мститель: Противостояние",
      "year": 2016,
      "link": "822708",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джо Руссо",
          "Энтони Руссо"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Мстители под руководством Капитана Америки оказываются участниками разрушительного инцидента, имеющего международный масштаб. Эти события заставляют правительство задуматься над тем, чтобы начать регулировать действия всех людей с особыми способностями, введя «Акт о регистрации супергероев», вынуждая их подчиняться ООН.\r\n\r\nВидя в этом договоре нарушение гражданских прав и плевок на всё, во что он верит, Стив Роджерс открыто восстаёт против нового режима, ведя за собой группу героев, поддерживающих его мнение. В свою очередь, Тони Старк видит смысл в новом договоре и становится во главе героев, поддерживающих его. Всё это приводит к неизбежному расколу Мстителей и войне между сторонами. Сражаясь друг с другом, Старк и Роджерс не знают о том, что таинственный Барон Земо уже строит свои собственные планы, воспользовавшись расколом величайших героев Земли.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963908087926902865/unknown.png",
      "trailer": "GP_rAOXmm3Q"
  },
  {
      "name": "Персонаж",
      "year": 2006,
      "link": "93547",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама",
          "фэнтези"
      ],
      "producers": [
          "Марк Форстер"
      ],
      "tags": [],
      "description": "Фильм повествует о жизни Гарольда Крика, налогового инспектора. Гарольд ведёт чрезвычайно монотонную жизнь — встаёт и ложится спать в одно и то же время и даже считает движения зубной щетки, когда чистит зубы. Совершенно неожиданно он начинает слышать голос, который комментирует его действия. Гарольд обращается за помощью к психиатру, но диагноз шизофрения его не устраивает — он понимает, что с ним происходит нечто другое. Психиатр рекомендует Гарольду обратиться к специалисту в области литературы. Джулс Хилберт — профессор литературы — пытается помочь Гарольду...",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/965395909431156756/unknown.png",
      "trailer": "lNqzfodq36Q"
  },
  {
      "name": "Песнь моря",
      "year": 2014,
      "link": "714248",
      "viewed": false,
      "countries": [
          "Бельгия",
          "Дания",
          "Ирландия",
          "Франция"
      ],
      "genres": [
          "драма",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Томм Мур"
      ],
      "tags": [],
      "description": "Невероятная история Бена и его сестренки Сирши. Вместе они пускаются в фантастическое путешествие сквозь исчезающий мир магии и древних легенд.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969493466096734229/unknown.png",
      "trailer": "pTJrxcJ4PwU"
  },
  {
      "name": "Пираты Карибского моря: Мертвецы не рассказывают сказки",
      "year": 2017,
      "link": "575180",
      "viewed": true,
      "countries": [
          "Австралия",
          "Великобритания",
          "Канада",
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Хоаким Роннинг",
          "Эспен Сандберг"
      ],
      "tags": [
          "Disney"
      ],
      "description": "Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его мертвецы. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963891468332855306/963902902294966302/unknown.png",
      "trailer": "NSDnmdAZzrY"
  },
  {
      "name": "Пираты Карибского моря: На краю света",
      "year": 2007,
      "link": "102124",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Гор Вербински"
      ],
      "tags": [
          "Disney"
      ],
      "description": "Новые приключения Джека Воробья и его друзей Уилла Тернера и Элизабет Суонн. На этот раз Уиллу и Элизабет придется объединиться с самим Капитаном Барбоссой для того, чтобы отправиться на край света и спасти своего друга — Джека. Ситуация осложняется тем, что Элизабет попадает к сингапурским пиратам…",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963891468332855306/963906422012276846/unknown.png",
      "trailer": "TV0j8S7JUpA"
  },
  {
      "name": "Пираты Карибского моря: На странных берегах",
      "year": 2011,
      "link": "427076",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Роб Маршалл"
      ],
      "tags": [
          "Disney"
      ],
      "description": "В новой истории о поисках истины, предательстве, вечной молодости и смертельной опасности капитану Джеку Воробью предстоит столкнуться с женщиной из своего прошлого Анжеликой. До самого конца не будет понятно, связывает ли их настоящая любовь, или же Анжелика искусно притворяется, чтобы вместе с Джеком добраться до таинственного источника вечной молодости.\r\n\r\nОна силой принуждает капитана Джека Воробья взойти на корабль «Месть Королевы Анны», которым управляет коварный злодей Черная Борода. Наш герой оказывается в ситуации, когда он не знает, чего ему бояться больше – ужасного злодея или же свою давнюю подругу.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963891468332855306/963906486491304026/unknown.png",
      "trailer": "xICp7J0kEmY"
  },
  {
      "name": "Пираты Карибского моря: Проклятие Черной жемчужины",
      "year": 2003,
      "link": "4374",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Гор Вербински"
      ],
      "tags": [
          "Disney"
      ],
      "description": "Жизнь харизматичного авантюриста, капитана Джека Воробья, полная увлекательных приключений, резко меняется, когда его заклятый враг капитан Барбосса похищает корабль Джека Черную Жемчужину, а затем нападает на Порт Ройал и крадет прекрасную дочь губернатора Элизабет Свонн.\r\n\r\nДруг детства Элизабет Уилл Тернер вместе с Джеком возглавляет спасательную экспедицию на самом быстром корабле Британии, чтобы вызволить девушку и заодно отобрать у злодея Черную Жемчужину. Вслед за этой парочкой отправляется амбициозный коммодор Норрингтон, который к тому же числится женихом Элизабет.\r\n\r\nОднако Уилл не знает, что над Барбоссой висит вечное проклятие, при лунном свете превращающее его с командой в живых скелетов. Проклятье будет снято лишь тогда, когда украденное золото Ацтеков будет возвращено пиратами на старое место.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963891468332855306/963905468034580490/unknown.png",
      "trailer": "SBxju8HuSIQ"
  },
  {
      "name": "Пираты Карибского моря: Сундук мертвеца",
      "year": 2006,
      "link": "63991",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Гор Вербински"
      ],
      "tags": [
          "Disney"
      ],
      "description": "Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963891468332855306/963891514960916580/unknown.png",
      "trailer": "wchcGO8foFE"
  },
  {
      "name": "Письмо для Момо",
      "year": 2011,
      "link": "635011",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "драма",
          "комедия",
          "мультфильм",
          "фэнтези"
      ],
      "producers": [
          "Хироюки Окиура"
      ],
      "tags": [],
      "description": "Юной Момо предстоит непростое испытание — переехать из Токио в городок на краю страны. Но к ожидаемым и объяснимым трудностям вдруг добавляются совсем странные и, можно сказать, сверхъестественные — в жизнь на тихом острове врываются события, которые и присниться не могли в оживленной столице. Попытка справиться с ними приведет девочку к открытиям, среди которых будет разгадка тайны письма, когда-то написанного отцом — письма всего лишь из двух слов: «Дорогая Момо».",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969493081877512212/unknown.png",
      "trailer": "tVCE7lKLzyM"
  },
  {
      "name": "Платформа",
      "year": 2019,
      "link": "1134778",
      "viewed": true,
      "countries": [
          "Испания"
      ],
      "genres": [
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Гальдер Гастелу-Уррутия"
      ],
      "tags": [],
      "description": "Горен соглашается на участие в некоем эксперименте и вскоре приходит в себя в почти пустой комнате уровня 48, где имеются большие прямоугольные отверстия в полу и потолке. На каждом уровне находятся два человека, а сколько всего уровней — неизвестно. Этажи связывает общий колодец, по которому раз в день опускается платформа с едой, и чем ниже находятся люди, тем меньше у них шансов поесть. Каждый месяц происходит рокировка, и обитатели верхних уровней могут оказаться в самом низу, и наоборот. Поскольку разрешалось взять с собой один предмет, Горен выбрал томик «Дон Кихота», а его сосед прихватил большой самозатачивающийся нож.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963898456173314108/967130218923982908/unknown.png",
      "trailer": "D7bzd6NPSVs"
  },
  {
      "name": "Плащ и Кинжал",
      "year": 2018,
      "link": "978854",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Дженнифер Фанг",
          "Джефф Вулнаф",
          "Эми Канаан Манн"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Два подростка обнаруживают у себя новые суперспособности — Тэнди может излучать световые кинжалы, а Тайрон способен облачать людей во тьму. Они быстро понимают, что вместе им лучше, чем порознь, но их чувства друг к другу делают сложный мир еще более запутанным.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963902643904856094/unknown.png",
      "trailer": "22G6YT81aA4"
  },
  {
      "name": "По половому признаку",
      "year": 2018,
      "link": "1073213",
      "viewed": false,
      "countries": [
          "Канада",
          "Китай",
          "США"
      ],
      "genres": [
          "биография",
          "драма"
      ],
      "producers": [
          "Мими Ледер"
      ],
      "tags": [],
      "description": "Фильм рассказывает о молодом адвокате Рут Бадер Гинзбург и её борьбе за равные права мужчин и женщин. Героиня преодолевает все трудности на пути, чтобы стать верховным судьёй США.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963893721148055632/unknown.png",
      "trailer": "5aCaDdAfKhM"
  },
  {
      "name": "По соображениям совести",
      "year": 2016,
      "link": "649917",
      "viewed": false,
      "countries": [
          "Австралия",
          "США"
      ],
      "genres": [
          "биография",
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Мэл Гибсон"
      ],
      "tags": [],
      "description": "Медик американской армии времён Второй мировой войны Дезмонд Досс, который служил во время битвы за Окинаву, отказывается убивать людей и становится первым идейным уклонистом в американской истории, удостоенным Медали Почёта.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978062892802904094/unknown.png",
      "trailer": "VxaGyCaCouY"
  },
  {
      "name": "Побег из Шоушенка",
      "year": 1994,
      "link": "326",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Фрэнк Дарабонт"
      ],
      "tags": [],
      "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/969241963406688276/unknown.png",
      "trailer": "kgAeKpAPOYk"
  },
  {
      "name": "Побег из курятника",
      "year": 2000,
      "link": "635",
      "viewed": true,
      "countries": [
          "Великобритания",
          "Ирландия",
          "США",
          "Франция"
      ],
      "genres": [
          "драма",
          "комедия",
          "мультфильм",
          "приключения",
          "семейный"
      ],
      "producers": [
          "Ник Парк",
          "Питер Лорд"
      ],
      "tags": [],
      "description": "Курочкам на ферме миссис Туиди приходится нелегко. Для каждой из этих несчастных птиц любое, даже самое погожее утро, может стать последним: в мгновение ока они могут угодить в суп или стать начинкой для пирожка.\r\n\r\nБезропотные домашние птички живут в постоянном страхе в ужасных курятниках, напоминающих бараки концлагеря. Все попытки вырваться из страшной фермы на волю оканчиваются провалом. Но однажды на ферме объявляется веселый американский петух Рокки...",
      "ratingPersonal": 4,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969495439525150730/unknown.png",
      "trailer": "w2f0NOGnh-g"
  },
  {
      "name": "Под водой",
      "year": 2019,
      "link": "1031442",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "ужасы"
      ],
      "producers": [
          "Уильям Юбэнк"
      ],
      "tags": [],
      "description": "Группа сотрудников большого подводного бурильного комплекса, располагающегося на дне Марианской впадины на глубине 11 км, переживает внезапное разрушение станции и сталкивается с неведомым океанским ужасом.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963905319598190642/unknown.png",
      "trailer": "2PA6cwu_DlM"
  },
  {
      "name": "Поймай меня, если сможешь",
      "year": 2002,
      "link": "324",
      "viewed": false,
      "countries": [
          "Канада",
          "США"
      ],
      "genres": [
          "биография",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Стивен Спилберг"
      ],
      "tags": [],
      "description": "Фрэнк Эбегнейл успел поработать врачом, адвокатом и пилотом на пассажирской авиалинии – и все это до достижения полного совершеннолетия в 21 год. Мастер в обмане и жульничестве, он также обладал искусством подделки документов, что в конечном счете принесло ему миллионы долларов, которые он получил по фальшивым чекам.\r\n\r\nАгент ФБР Карл Хэнрэтти отдал бы все, чтобы схватить Фрэнка и привлечь к ответственности за свои деяния, но Фрэнк всегда опережает его на шаг, заставляя продолжать погоню.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/967125003604742184/unknown.png",
      "trailer": "6Yb8CcrYM7Q"
  },
  {
      "name": "Порко Россо",
      "year": 1992,
      "link": "8229",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мелодрама",
          "мультфильм",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Марко Пагот, отважный пилот и герой Первой мировой войны, потерял веру в человечество. Это стало проклятием, которое превратило его в человекообразную свинью, и теперь Марко известен как Порко Россо. Порко занялся охотой на воздушных пиратов, грабящих суда и яхты, но однажды ему самому предстоит стать мишенью. Сможет ли он избежать преследования и вернуть человеческий облик?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969491678677336064/unknown.png",
      "trailer": "JLFubKnqCYM"
  },
  {
      "name": "Последняя дуэль",
      "year": 2021,
      "link": "1289738",
      "viewed": true,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "драма",
          "история"
      ],
      "producers": [
          "Ридли Скотт"
      ],
      "tags": [],
      "description": "Франция, конец XIV века. Отношения между рыцарем Жаном де Карружем и его соратником и соседом Жаком Ле Гри постепенно портятся, и дело доходит до неразрешимого конфликта. Оскорблённый Карруж обращается за помощью к королю Франции Карлу VI, и тот постановляет — противники должны решить спор в смертельной дуэли.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963908405813194783/unknown.png",
      "trailer": "pEyrpF0kSKI"
  },
  {
      "name": "Превосходство",
      "year": 2014,
      "link": "687670",
      "viewed": false,
      "countries": [
          "Великобритания",
          "Китай",
          "США"
      ],
      "genres": [
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Уолли Пфистер"
      ],
      "tags": [],
      "description": "Выдающийся исследователь в области изучения искусственного интеллекта доктор Уилл Кастер работает над созданием компьютера, который сможет собрать в себе все знания и опыт, накопленные человечеством. Достаточно спорные эксперименты, проводимые Уиллом, прославили его и в то же время сделали основной целью радикальной анти-технологической группировки. Экстремисты делают всё возможное, чтобы остановить учёного.\r\n\r\nОднако в своих попытках уничтожить Уилла они добиваются обратного и становятся невольными участниками становления его абсолютного превосходства. Для его жены Эвелин и лучшего друга Макса Вотерса, тоже учёных-исследователей, встаёт вопрос, должны ли они продолжать этот эксперимент. Их худшие опасения претворяются в жизнь, когда жажда знаний Уилла переходит в неконтролируемую жажду власти…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/971295269801062452/971295273752088586/unknown.png",
      "trailer": "7OcPAlGPOpk"
  },
  {
      "name": "Превосходство Борна",
      "year": 2004,
      "link": "41947",
      "viewed": false,
      "countries": [
          "Германия",
          "США"
      ],
      "genres": [
          "боевик",
          "детектив",
          "триллер"
      ],
      "producers": [
          "Пол Гринграсс"
      ],
      "tags": [],
      "description": "Суперагент ЦРУ Джейсон Борн вновь оказывается подставленным и вынужден помимо возложенной на него задачи государственного значения спасать себя, а заодно и других небезразличных ему людей.\r\n\r\nВ процессе выполнения миссии судьба заносит Борна в Россию, где его ждет множество характерных для страны, но непривычных западному человеку сюрпризов.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963903832511885362/unknown.png",
      "trailer": "1in4fcCrPJM"
  },
  {
      "name": "Предок",
      "year": 2019,
      "link": "1354892",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Максим Зыков"
      ],
      "tags": [],
      "description": "Сергей Лапин решает всерьез взяться за воспитание своего десятилетнего сына, когда неожиданно осознает, что мальчика воспитывают исключительно женщины: дома мама, в школе – женский педагогический состав. Но оказывается, что все не так просто, и процесс воспитания нужно начинать с себя. Никакие педагогические техники не помогут решить пресловутый вопрос отцов и детей, только личный пример и искреннее участие в жизни ребенка. Сергею Лапину предстоит разобраться, чем же живет нынешнее молодое поколение.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963907045931774023/unknown.png",
      "trailer": "79QEcGh_sOk"
  },
  {
      "name": "Престиж",
      "year": 2006,
      "link": "195334",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "детектив",
          "драма",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [],
      "description": "Роберт и Альфред - фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну.\r\n\r\nОни готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение. Непримиримая вражда, вспыхнувшая между ними, начинает угрожать жизни окружающих их людей…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963902093687672842/963905824072290365/unknown.png",
      "trailer": "0B6O17m9sWE"
  },
  {
      "name": "Принцесса Мононоке",
      "year": 1997,
      "link": "441",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "драма",
          "мультфильм",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Убив вепря, юный принц Аситака навлек на себя смертельное проклятие. Старая знахарка предсказала, что только он сам способен изменить свою судьбу, и отважный воин отправился в опасное путешествие. Так он оказался в загадочной стране, где люди под предводительством злой госпожи Эбоси воевали с обитателями леса: духами, демонами и гигантскими существами, каких Аситака раньше никогда не видел.\r\n\r\nИ была с ними принцесса Мононоке - повелительница зверей и дочь волчицы. Теперь судьба всех зависит только от одного воина - принца Аситаки.\r\n\r\nРейтинг фильма",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969482586709708851/unknown.png",
      "trailer": "PQ8TTT8jjWc"
  },
  {
      "name": "Прислуга",
      "year": 2011,
      "link": "470553",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Тейт Тейлор"
      ],
      "tags": [],
      "description": "Американский Юг, на дворе 1960-е годы. Скитер только-только закончила университет и возвращается домой, в сонный городок Джексон, где никогда ничего не происходит. Она мечтает стать писательницей, вырваться в большой мир. Но для приличной девушки с Юга не пристало тешиться столь глупыми иллюзиями, приличной девушке следует выйти замуж и хлопотать по дому.\r\n\r\nМудрая Эйбилин на тридцать лет старше Скитер, она прислуживает в домах белых всю свою жизнь, вынянчила семнадцать детей и давно уже ничего не ждет от жизни, ибо сердце ее разбито после смерти единственного сына.\r\n\r\nМинни - самая лучшая стряпуха во всем Джексоне, а еще она самая дерзкая служанка в городе. И острый язык не раз уже сослужил ей плохую службу. На одном месте Минни никогда подолгу не задерживается. Но с Минни лучше не связываться даже самым высокомерным белым дамочкам. Двух черных служанок и белую неопытную девушку объединяет одно - обостренное чувство справедливости и желание хоть как-то изменить порядок вещей. Смогут ли эти трое противостоять целому миру? Сумеют ли они выжить в этой борьбе?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/969888770277130280/unknown.png",
      "trailer": "deHbb6-68-Y"
  },
  {
      "name": "Происхождение",
      "year": 2009,
      "link": "424054",
      "viewed": false,
      "countries": [
          "Великобритания"
      ],
      "genres": [
          "биография",
          "драма",
          "мелодрама"
      ],
      "producers": [
          "Джон Эмиел"
      ],
      "tags": [],
      "description": "В середине XIX века английский натуралист Чарльз Дарвин публикует свои изыскания «Происхождение видов», способные поставить под сомнение существование Бога. Революционная теория эволюции не только сталкивает учёного с обществом, но и разрушает взаимоотношения с набожной женой.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963901979724218438/unknown.png",
      "trailer": "wVGyXMUmFEk"
  },
  {
      "name": "Прорваться в НБА",
      "year": 2022,
      "link": "1437989",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "спорт"
      ],
      "producers": [
          "Джеремайя Сагар"
      ],
      "tags": [],
      "description": "Бывший баскетбольный скаут случайно натыкается на молодое дарование и решает использовать его, чтобы вернуться в НБА.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/986341785913667644/986341789445279784/unknown.png",
      "trailer": null
  },
  {
      "name": "Районы",
      "year": 2016,
      "link": "977968",
      "viewed": false,
      "countries": [
          "Казахстан"
      ],
      "genres": [
          "драма",
          "криминал"
      ],
      "producers": [
          "Акан Сатаев"
      ],
      "tags": [],
      "description": "Алма-Ата, 1987 год. Главный герой фильма - 16-летний Арсен, который из пригорода переезжает в центр города и идет в новую школу. В новой школе он заводит дружбу с одноклассниками, активными участниками так называемых «Районовских движений». Вместе с этим, Арсен сталкивается с уличной, подростковой иерархией и насилием. И перед ним встает выбор, стать как все или остаться верным самому себе.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963900119407812628/unknown.png",
      "trailer": "fND2NLIKu98"
  },
  {
      "name": "Реальные упыри",
      "year": 2014,
      "link": "818981",
      "viewed": true,
      "countries": [
          "Новая Зеландия"
      ],
      "genres": [
          "комедия",
          "ужасы"
      ],
      "producers": [
          "Джемейн Клемент",
          "Тайка Вайтити"
      ],
      "tags": [],
      "description": "История жизни Виаго, Дикона и Владислава — трёх соседей и по совместительству бессмертных вампиров, которые всего лишь пытаются выжить в современном мире, где есть арендная плата, фейсконтроль в ночных клубах, губительный солнечный свет и другие неприятности.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963905546933661777/unknown.png",
      "trailer": "0rOIDTQ0byU"
  },
  {
      "name": "Рик и Морти",
      "year": 2013,
      "link": "685246",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мультфильм",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Nathan Litz",
          "Пит Мишелс",
          "Уэсли Арчер"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "В центре сюжета - школьник по имени Морти и его дедушка Рик. Морти - самый обычный мальчик, который ничем не отличается от своих сверстников. А вот его дедуля занимается необычными научными исследованиями и зачастую полностью неадекватен. Он может в любое время дня и ночи схватить внука и отправиться вместе с ним в безумные приключения с помощью построенной из разного хлама летающей тарелки, которая способна перемещаться сквозь межпространственный тоннель. Каждый раз эта парочка оказывается в самых неожиданных местах и самых нелепых ситуациях.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969485282997075978/unknown.png",
      "trailer": "YHkjM3bWDyw"
  },
  {
      "name": "Рыбка Поньо на утесе",
      "year": 2008,
      "link": "261127",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Маленькая любопытная рыбка Поньо — дочь колдуна и прекрасной морской богини — уплывает из дома, чтобы понаблюдать за жизнью людей. Поньо застревает в банке и оказывается выброшенной на берег. Её подбирает пятилетний Сосукэ. Малыши привязываются друг к другу, и теперь у Поньо только одно желание — стать человеком.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969484964213186600/unknown.png",
      "trailer": "nzJDmXcYLfs"
  },
  {
      "name": "Рэкетир",
      "year": 2007,
      "link": "398936",
      "viewed": false,
      "countries": [
          "Казахстан"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал"
      ],
      "producers": [
          "Акан Сатаев"
      ],
      "tags": [],
      "description": "В начале 1990-х Саян — парень из Алма-Аты и подающий большие надежды боксёр — решил, что дорогу в жизнь можно пробить только кулаками. Для молодого бандита всё складывается неплохо, но наступает момент, когда Саян начинает понимать, что назад уже дороги нет, что за всё в жизни надо платить.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963904630193016892/unknown.png",
      "trailer": "j-2yV5Z7OQw"
  },
  {
      "name": "Сверхлюди",
      "year": 2017,
      "link": "843736",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Билл Джирхарт",
          "Крис Фишер",
          "Роэль Рейн"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "История Королевской семьи, принадлежащей к расе Сверхлюдей. Вследствие военного переворота члены королевской фамилии под предводительством Чёрного Грома вынуждены покинуть свой дом в лунном городе Аттилан и бежать на острова, как в дальнейшем оказывается — Гавайи, где им предстоит спасать не только себя, но и весь мир от гибели.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963907250613780570/unknown.png",
      "trailer": "CWh0uWvxOoM"
  },
  {
      "name": "Семь психопатов",
      "year": 2012,
      "link": "586584",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "комедия",
          "криминал"
      ],
      "producers": [
          "Мартин МакДона"
      ],
      "tags": [],
      "description": "Непутевый писатель потерял вдохновение и никак не может справиться с новым сценарием. Волей случая он оказывается втянутым в похищение собаки, затеянное его эксцентричными дружками. Выясняется, что украденное животное – любимый пёс главного местного гангстера, которому ничего не стоит в два счета вычислить и уничтожить оболтусов.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963907522916388914/unknown.png",
      "trailer": "QicCfL9-wmU"
  },
  {
      "name": "Сестрёнка",
      "year": 2019,
      "link": "1178267",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "военный",
          "драма"
      ],
      "producers": [
          "Александр Галибин"
      ],
      "tags": [],
      "description": "Сколько себя помнит Ямиль, война была всегда. Но Ямиль очень ждёт, когда она кончится - ведь тогда вернётся Отец, которого Ямиль знает только по фотографиям и письмам.\r\n\r\nОднажды Мама уезжает в далёкий город и привозит с собой молчаливую девочку Оксану и передает наказ Отца заботиться о ней, как о родной сестрёнке...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/994569699046195210/994569702305185863/unknown.png",
      "trailer": null
  },
  {
      "name": "Сказания Земноморья",
      "year": 2006,
      "link": "259351",
      "viewed": false,
      "countries": [
          "США",
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Горо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Земноморье в опасности, мир волшебства на грани исчезновения. Вселенское равновесие нарушено: драконы, обитающие в западном пределе сказочной страны, неожиданно появляются на востоке во владениях людей. Верховный маг Гед отправляется на поиски первопричины беды. В пути он встречает Аррена, принца Энлада, который после убийства отца бежит из родного края, преследуемый тенью.\r\n\r\nПрибыв в столицу Земноморья Норт Таун, путники находят пристанище в доме Белой Дамы, бывшей жрицы-хранительницы темных Гробниц Атуана. Верховный Маг Гед открывает Аррену тайны жизни и смерти, правды и лжи. Призывая служить истине с полной самоотдачей, он словно передает эстафету дерзновенному юноше, которому предначертана особая миссия в этом мире.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969491296723021854/unknown.png",
      "trailer": "jyZMwQ0SMcU"
  },
  {
      "name": "Скрытые фигуры",
      "year": 2016,
      "link": "966036",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "история"
      ],
      "producers": [
          "Тед Мелфи"
      ],
      "tags": [],
      "description": "Команда афроамериканок проводит для НАСА ряд математических вычислений, необходимых для запуска первой космической миссии.",
      "ratingPersonal": 8,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963897840172662867/unknown.png",
      "trailer": "PHxL4iU-Smc"
  },
  {
      "name": "Снеговик",
      "year": 2017,
      "link": "572230",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США",
          "Швеция"
      ],
      "genres": [
          "драма",
          "криминал",
          "триллер"
      ],
      "producers": [
          "Томас Альфредсон"
      ],
      "tags": [],
      "description": "В течение многих лет в день, когда выпадает первый снег, бесследно исчезают замужние женщины. Сложить все части загадочного пазла под силу только знаменитому детективу. Он потерял покой и сон, ведь время следующего снегопада неумолимо приближается.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963898584917475449/unknown.png",
      "trailer": "zVi0ic3dHSE"
  },
  {
      "name": "Со мною вот что происходит",
      "year": 2012,
      "link": "659909",
      "viewed": true,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Виктор Шамиров"
      ],
      "tags": [],
      "description": "31 декабря. Московские невозможные пробки. Спешка без результатов, помощь, от которой никому не становится легче. Разговоры о бесконечных мелочах, в которых проходит жизнь – а может, уже и прошла. Об отце, которому осталось всего ничего, и ничего не сделаешь. О планах тринадцатилетней девочки на жизнь: можно стать онкологом, можно — дизайнером еды. О том, что было, и что теперь.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963907708224946217/unknown.png",
      "trailer": "FopfdT5KDcs"
  },
  {
      "name": "Сокол и Зимний Солдат",
      "year": 2021,
      "link": "1209203",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Кари Скогланд"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Сэм Уилсон примерит костюм нового Капитана Америка и попытается справиться с миссией, возложенной на него Стивом Роджерсом. Баки, в свою очередь, готов вновь стать частью общества и поближе познакомиться со всем, что предлагает современный мир.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963907587160572024/unknown.png",
      "trailer": "sMDvhO7j6bQ"
  },
  {
      "name": "Соколиный глаз",
      "year": 2021,
      "link": "1254069",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "детектив",
          "драма",
          "криминал",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Берт",
          "Кэти Эллвуд",
          "Риз Томас"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "Соколиный Глаз готов уйти на покой, но сперва он должен найти себе подходящую замену, поэтому начинает тренировать нового Соколиного Глаза — молодую Кейт Бишоп. Бартон должен научить Кейт, как быть супергероем без суперспособностей и спасать людей, полагаясь исключительно на свои навыки, смекалку и меткость.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963900402955354242/unknown.png",
      "trailer": "p10jmOBw1lg"
  },
  {
      "name": "Сорвиголова",
      "year": 2015,
      "link": "817509",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "триллер",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Питер Хор",
          "Стивен Серджик",
          "Фил Абрахам"
      ],
      "tags": [
          "Marvel",
          "Сериал"
      ],
      "description": "В результате несчастного случая юный Мэтт Мердок теряет зрение, но зато все остальные его чувства усиливаются в десятки раз. Повзрослев, Мердок понимает, что хочет посвятить свою жизнь защите людей и борьбе с преступностью. Днем он — успешный адвокат, а ночью — мститель в маске по прозвищу Сорвиголова.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963902547343589406/unknown.png",
      "trailer": "oEfr2kkdwkU"
  },
  {
      "name": "Спасти рядового Райана",
      "year": 1998,
      "link": "371",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "военный",
          "драма"
      ],
      "producers": [
          "Стивен Спилберг"
      ],
      "tags": [],
      "description": "Капитан Джон Миллер получает тяжелое задание. Вместе с отрядом из восьми человек Миллер должен отправиться в тыл врага на поиски рядового Джеймса Райана, три родных брата которого почти одновременно погибли на полях сражений.\r\n\r\nКомандование приняло решение демобилизовать Райана и отправить его на родину к безутешной матери. Но для того, чтобы найти и спасти солдата, крошечному отряду придется пройти через все круги ада...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978061249877246002/unknown.png",
      "trailer": null
  },
  {
      "name": "Список Шиндлера",
      "year": 1993,
      "link": "329",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "военный",
          "драма",
          "история"
      ],
      "producers": [
          "Стивен Спилберг"
      ],
      "tags": [],
      "description": "Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/974982789239824454/unknown.png",
      "trailer": "jW0a8P-uNek"
  },
  {
      "name": "Срочная доставка",
      "year": 2012,
      "link": "489415",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "криминал",
          "триллер"
      ],
      "producers": [
          "Дэвид Кепп"
      ],
      "tags": [],
      "description": "Нью-йоркский посыльный в один прекрасный день забирает некий конверт в Колумбийском университете. Но оказывается, что содержимое послания очень интересует одного коррумпированного полицейского, который начинает преследование героя.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969487647594659880/978006758528270426/unknown.png",
      "trailer": null
  },
  {
      "name": "Сторож",
      "year": 2019,
      "link": "1046033",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "драма",
          "триллер"
      ],
      "producers": [
          "Юрий Быков"
      ],
      "tags": [],
      "description": "Размеренную жизнь сторожа заброшенного санатория нарушает приезд странной пары, которая просит остановиться в одном из номеров. Всем троим есть что скрывать и от чего прятаться в снежной глуши.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/969488475554463784/unknown.png",
      "trailer": "YsQhweAso98"
  },
  {
      "name": "Стражи Галактики",
      "year": 2014,
      "link": "689066",
      "viewed": false,
      "countries": [
          "СССР"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джеймс Ганн"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Отважному путешественнику Питеру Квиллу попадает в руки таинственный артефакт, принадлежащий могущественному и безжалостному злодею Ронану, строящему коварные планы по захвату Вселенной. Питер оказывается в центре межгалактической охоты, где жертва — он сам.\r\n\r\nЕдинственный способ спасти свою жизнь — объединиться с четверкой нелюдимых изгоев: воинственным енотом по кличке Ракета, человекоподобным деревом Грутом, смертельно опасной Гаморой и одержимым жаждой мести Драксом, также известным как Разрушитель. Когда Квилл понимает, какой силой обладает украденный артефакт и какую опасность он представляет для вселенной, одиночка пойдет на все, чтобы сплотить случайных союзников для решающей битвы за судьбу галактики.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963906219683237918/unknown.png",
      "trailer": "p7VRUK7ctmU"
  },
  {
      "name": "Стражи Галактики. Часть 2",
      "year": 2017,
      "link": "841263",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джеймс Ганн"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Все в сборе: землянин Питер Квилл (Звездный Лорд), молчаливый громила Дракс, зеленокожая наемница Гамора, живое дерево Грут и говорящий енот. Герои не изменяют себе и с завидной регулярностью продолжают попадать в немыслимые ситуации, выпутываясь из них почти без ущерба (а иногда даже с пользой) для окружающих. На этот раз им предстоит раскрыть одну из самых главных тайн во всей Галактике: кто же на самом деле отец Питера Квилла?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963903760596344863/unknown.png",
      "trailer": "Ys3mXt3WqMA"
  },
  {
      "name": "Страна глухих",
      "year": 1998,
      "link": "41087",
      "viewed": false,
      "countries": [
          "Россия",
          "Франция"
      ],
      "genres": [
          "драма",
          "комедия",
          "криминал"
      ],
      "producers": [
          "Валерий Тодоровский"
      ],
      "tags": [],
      "description": "Героиня фильма Рита вынуждена скрываться: её друг Алёша исчез, проиграв в рулетку чужие деньги. Её спасает и прячет у себя глухая танцовщица ночного клуба Яя, живущая единственной мечтой - накопить денег и уехать в некую сказочную «страну глухих», где живут только глухие люди, и поэтому царит добро и справедливость. Неожиданно девушки оказываются в центре жестокого столкновения двух кланов мафии, глухих и слышащих.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/964161353860415528/unknown.png",
      "trailer": "tzFqnQXCbzY"
  },
  {
      "name": "Стрелок",
      "year": 2007,
      "link": "257898",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "триллер"
      ],
      "producers": [
          "Антуан Фукуа"
      ],
      "tags": [],
      "description": "Опытный снайпер Боб Ли оказывается втянутым в заговор с целью убийства президента. Похоже, что его хотят подставить и «сдать» властям, поэтому ему необходимо как можно быстрее найти и обезвредить настоящего убийцу…",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/975473845303668776/unknown.png",
      "trailer": "cvecHVgVXyE"
  },
  {
      "name": "Судьба человека",
      "year": 1959,
      "link": "44027",
      "viewed": false,
      "countries": [
          "СССР"
      ],
      "genres": [
          "военный",
          "драма"
      ],
      "producers": [
          "Сергей Бондарчук"
      ],
      "tags": [],
      "description": "Фильм рассказывает о русском солдате, которого война подвергла страшным испытаниям, лишила дома и семьи, бросила в концлагерь. Но судьба не сломила его дух - он выжил, отстоял своё право быть человеком, сохранил способность любить...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978061692737040424/unknown.png",
      "trailer": "HOFFOnlGcO8"
  },
  {
      "name": "Схватка",
      "year": 2011,
      "link": "503853",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "приключения",
          "триллер"
      ],
      "producers": [
          "Джо Карнахан"
      ],
      "tags": [],
      "description": "На Аляске потерпел крушение самолёт, и оставшиеся в живых пассажиры оказались в плену безлюдной снежной пустыни, где скрашивает пейзаж лишь волчья стая. Люди хотят выжить любой ценой, и теперь им предстоит смертельная схватка.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963898456173314108/967125413396615279/unknown.png",
      "trailer": "UCN_qExnNH0"
  },
  {
      "name": "Таинственный сад",
      "year": 2020,
      "link": "737900",
      "viewed": false,
      "countries": [
          "Великобритания",
          "Китай",
          "США",
          "Франция"
      ],
      "genres": [
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Марк Манден"
      ],
      "tags": [],
      "description": "Внезапно осиротевшая девочка Мэри вынуждена переехать в окутанный тайнами особняк своего дяди в Англии. Правилами строго запрещено выходить из своей комнаты и бродить по коридорам огромного дома, но однажды Мэри обнаруживает потайную дверь, ведущую в удивительный мир, где исполняются любые желания – таинственный сад.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/963905118565191800/unknown.png",
      "trailer": "Ml0TTOCIozs"
  },
  {
      "name": "Темные воды",
      "year": 2019,
      "link": "1228069",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "биография",
          "драма",
          "история",
          "триллер"
      ],
      "producers": [
          "Тодд Хейнс"
      ],
      "tags": [],
      "description": "Адвокат Роберт Билотт выступает с обвинением в суде против компании DuPont, которая десятилетиями цинично травила людей, загрязняя химикатами питьевую воду. Он ведет это дело 19 лет. Сможет ли он пролить свет на правду?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963900017507192902/unknown.png",
      "trailer": "XoJEvIcddl8"
  },
  {
      "name": "Темный рыцарь",
      "year": 2008,
      "link": "111543",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [
          "DC Universe",
          "Кристофер Нолан"
      ],
      "description": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966839687505379388/966839953533317171/unknown.png",
      "trailer": "HF1_epZNoCg"
  },
  {
      "name": "Темный рыцарь: Возрождение легенды",
      "year": 2012,
      "link": "437410",
      "viewed": false,
      "countries": [
          "Великобритания",
          "США"
      ],
      "genres": [
          "боевик",
          "драма",
          "криминал",
          "триллер",
          "фантастика"
      ],
      "producers": [
          "Кристофер Нолан"
      ],
      "tags": [
          "DC Universe",
          "Кристофер Нолан"
      ],
      "description": "Восемь лет назад Бэтмен растворился в ночи, превратившись из героя в беглеца. Приняв на себя вину за смерть прокурора Харви Дента, он пожертвовал всем. Вместе с комиссаром Гордоном они решили, что так будет лучше для всех. Пока преступность была раздавлена антикриминальным актом Дента, ложь действовала.\r\n\r\nТем не менее, еще опаснее становится появление нового врага Бэйна, чье лицо закрыто маской. Он разворачивает в Готэме чудовищную деятельность, и это вынуждает Брюса Уэйна выйти из импровизированного изгнания. Однако даже надев свой костюм, Бэтмен может проиграть Бэйну. Но с появлением хитрой воровки по прозвищу Женщина — Кошка с загадочным прошлым всё меняется.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/966839687505379388/966840001415495770/unknown.png",
      "trailer": "ZAaUUkOIeqI"
  },
  {
      "name": "Терминал",
      "year": 2004,
      "link": "6877",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Стивен Спилберг"
      ],
      "tags": [],
      "description": "Фильм рассказывает историю Виктора Наворски, отправившегося в Нью-Йорк из Восточной Европы. Пока Виктор летел в самолете, на его родине произошел государственный переворот. Оказавшись в международном аэропорту имени Джона Кеннеди с паспортом ниоткуда, он не имеет права въехать в Соединенные Штаты и должен коротать свои дни и ночи на скамейках у выхода 67, пока война в его родной стране не закончится.\r\n\r\nТянутся недели и месяцы, и Виктор обнаруживает, что небольшой мирок терминала может быть наполнен абсурдом, щедростью, амбициями, развлечениями, желанием сохранить свой статус, интуитивной прозорливостью и даже любовью к очаровательной стюардессе Амелии. Виктору удается завоевать симпатии всех, кроме одного человека — чиновника аэропорта Фрэнка Диксона, который считает его бюрократической ошибкой, проблемой, которую он не может контролировать, но от которой жаждет избавиться.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963906561657430186/unknown.png",
      "trailer": "tneodrpnT04"
  },
  {
      "name": "Тихое место",
      "year": 2018,
      "link": "1044906",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "ужасы",
          "фантастика"
      ],
      "producers": [
          "Джон Красински"
      ],
      "tags": [],
      "description": "Семья с двумя детьми живёт на отдалённой ферме. Казалось бы, жизнь этих людей совершенно не отличается от жизни других таких семей, но они живут в месте, которое наполнено ужасными монстрами, реагирующими на любой звук. Семейство разучило целый комплекс специальных жестов, которые помогают им общаться друг с другом, не издавая ни единого звука. Кроме того, каждый из членов семьи должен очень тихо передвигаться, чтобы опасные существа их не услышали. Однако дом, где живут дети, не может быть самым тихим местом на земле.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963906764502368337/unknown.png",
      "trailer": "Qbwx5ULSIDg"
  },
  {
      "name": "Тихое место 2",
      "year": 2020,
      "link": "1129900",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "ужасы",
          "фантастика"
      ],
      "producers": [
          "Джон Красински"
      ],
      "tags": [],
      "description": "474 дня прошло после нападения на Землю охотящихся на звук существ, семья Эбботт продолжает бороться за жизнь в полной тишине. Столкнувшись со смертельной угрозой в собственном доме, они вынуждены отправиться во внешний мир, где находят убежище и старого знакомого семьи. Поймав радиосигнал, Реган вычисляет место предполагаемой колонии выживших и решает во что бы то ни стало её разыскать.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963907766081187910/unknown.png",
      "trailer": "5Rjm8TVa1T0"
  },
  {
      "name": "Тор",
      "year": 2011,
      "link": "258941",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Кеннет Брана"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Эпическое приключение происходит как на нашей планете Земля, так и в королевстве богов Асгарде. В центре истории - Могучий Тор, сильный, но высокомерный воин, чьи безрассудные поступки возрождают древнюю войну в Асгарде. Тора отправляют в ссылку на Землю, лишают сил и заставляют жить среди обычных людей в качестве наказания...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963893148365500476/unknown.png",
      "trailer": "KN0FHCErJjo"
  },
  {
      "name": "Тор 2: Царство тьмы",
      "year": 2013,
      "link": "595938",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Алан Тейлор"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Могучему Тору предстоит вновь сразиться за восстановление порядка в галактике, встретившись лицом к лицу с древней инопланетной расой, ведомой злодеем Малекитом, который жаждет установить в девяти мирах власть тьмы. Столкнувшись с врагом, более могущественным, чем сам Один и всё воинство Асгарда, Тор должен собрать силы для решающей битвы. Его ждёт опасное путешествие и долгожданная встреча со своей земной возлюбленной Джейн Фостер. Сможет ли Тор рискнуть самым дорогим, чтобы не дать тьме воцариться на просторах вселенной?",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963900847236976650/unknown.png",
      "trailer": "4jPQDN6wSnQ"
  },
  {
      "name": "Тор: Любовь и гром",
      "year": 2022,
      "link": "1282688",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Тайка Вайтити"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/966010289541763152/unknown.png",
      "trailer": "2Vo1UCGqxRY"
  },
  {
      "name": "Тор: Рагнарёк",
      "year": 2027,
      "link": "822709",
      "viewed": false,
      "countries": [
          "Австралия",
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Тайка Вайтити"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Вернувшись в Асгард в поисках таинственного врага, ведущего охоту на Камни Бесконечности, Тор обнаруживает, что действия его брата Локи, захватившего трон Асгарда, привели к приближению наиболее страшного события - Рагнарёка. По легенде это ознаменует последнюю битву Асгарда, последствием которой станет его полное уничтожение. В попытке предотвратить это событие Тору предстоит прибегнуть к помощи своего товарища из Мстителей - Халка. Вместе им предстоит столкнуться лицом к лицу со злейшим врагом всех девяти миров - огненным демоном Суртуром, целью которого является исполнение пророчества о Рагнарёке и уничтожение девяти миров.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963903047828926554/unknown.png",
      "trailer": "KoI61d_ol1Y"
  },
  {
      "name": "Ты не сирота",
      "year": 1962,
      "link": "439791",
      "viewed": false,
      "countries": [
          "СССР"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Шухрат Аббасов"
      ],
      "tags": [],
      "description": "Киноповесть о кузнеце Шоахмеде Шомахмудове и его жене, усыновивших и воспитавших в годы Великой Отечественной войны четырнадцать осиротевших детей разных национальностей...",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978062048007159890/unknown.png",
      "trailer": null
  },
  {
      "name": "Ультиматум Борна",
      "year": 2007,
      "link": "87672",
      "viewed": false,
      "countries": [
          "Германия",
          "Испания",
          "США",
          "Франция"
      ],
      "genres": [
          "боевик",
          "детектив",
          "приключения",
          "триллер"
      ],
      "producers": [
          "Пол Гринграсс"
      ],
      "tags": [],
      "description": "Он хотел одного - исчезнуть. Вместо этого за Борном теперь охотятся люди, которые сделали его таким, какой он есть. Он потерял память и человека, которого любил. Но его не удается сдержать даже новому поколению профессиональных убийц. У него только одна цель: вернуться к началу и узнать, кем он был, Джейсон Борн.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963904996338974781/unknown.png",
      "trailer": "dMS8UjIS9AQ"
  },
  {
      "name": "Унесённые призраками",
      "year": 2001,
      "link": "370",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969490376912166912/unknown.png",
      "trailer": "bgxiTkAlQrw"
  },
  {
      "name": "Упражнения в прекрасном",
      "year": 2011,
      "link": "521647",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "комедия"
      ],
      "producers": [
          "Виктор Шамиров"
      ],
      "tags": [],
      "description": "Пережив безумные юношеские надежды, люди обычно соглашаются на роль участника массовки. Но некоторые всю жизнь чувствуют в себе силушку и предназначение свыше. И что-то делают, делают, делают. Создают. Или крадут-убивают, но уж в невероятных масштабах.\r\n\r\nВ этой истории герои не крадут и не убивают. Они едут, играют спектакль, едут, играют, летят, играют, пьют, ссорятся, едут, мирятся, пьют, любят, ненавидят, живут, живут, играют, живут…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893862705795083/963901174979915816/unknown.png",
      "trailer": "bBISY5kKBrs"
  },
  {
      "name": "Упырь",
      "year": 1997,
      "link": "179288",
      "viewed": false,
      "countries": [
          "Россия"
      ],
      "genres": [
          "боевик",
          "ужасы",
          "фэнтези"
      ],
      "producers": [
          "Сергей Винокуров"
      ],
      "tags": [],
      "description": "Когда ты встаешь утром и не видишь своего отражения, когда главный преступный авторитет города дрожит от страха и отвечает выстрелом на звонок в дверь, когда кровь пьётся, как томатный сок... знай - в городе появился упырь. Тогда пули ничего не решают, и в дело идёт осиновый кол.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963894346866884671/963901240264232970/unknown.png",
      "trailer": "38sAlXW00jQ"
  },
  {
      "name": "Форрест Гамп",
      "year": 1994,
      "link": "448",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "военный",
          "драма",
          "история",
          "комедия",
          "мелодрама"
      ],
      "producers": [
          "Роберт Земекис"
      ],
      "tags": [],
      "description": "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.\r\n\r\nС самого малолетства он страдал от заболевания ног, и соседские хулиганы дразнили мальчика, и в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/967122719730704415/unknown.png",
      "trailer": "QWgvv-slfj4"
  },
  {
      "name": "Футурама",
      "year": 1999,
      "link": "79920",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мультфильм",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Брэт Хааланд",
          "Грегг Ванцо",
          "Питер Аванзино"
      ],
      "tags": [
          "Сериал"
      ],
      "description": "По нелепой случайности Фрай попадает в будущее — в 3000 год, где его ждут верные друзья в лице безумного робота Бендера и одноглазой Лилы.",
      "ratingPersonal": 9,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/969485512375144508/unknown.png",
      "trailer": "XD0LjzRsdlQ"
  },
  {
      "name": "Хоббит: Битва пяти воинств",
      "year": 2014,
      "link": "694633",
      "viewed": false,
      "countries": [
          "Новая Зеландия",
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Питер Джексон"
      ],
      "tags": [
          "Властелин колец"
      ],
      "description": "Когда отряд из тринадцати гномов нанимал хоббита Бильбо Бэгинса в качестве взломщика и четырнадцатого, «счастливого», участника похода к Одинокой горе, Бильбо полагал, что его приключения закончатся, когда он выполнит свою задачу - найдет сокровище, которое так необходимо предводителю гномов Торину. Путешествие в Эребор, захваченное драконом Смаугом королевство гномов, оказалось еще более опасным, чем предполагали гномы и даже Гэндальф - мудрый волшебник, протянувший Торину и его отряду руку помощи.\r\n\r\nВ погоню за гномами устремилась армия орков, ведомых пробудившимся в руинах древним злом, а эльфы и люди, с которыми Бильбо и его товарищам пришлось иметь дело во время путешествия и которые пострадали от последствий желания гномов вернуть свой дом, предъявили права на щедрое вознаграждение - часть сокровищ Одинокой горы. Скоро неподалеку от Одинокой горы встретятся пять армий, и лишь кровопролитная битва определит результаты смелого гномьего похода.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/965396482725396591/965398513057931344/unknown.png",
      "trailer": "HPHTQL6Wb3s"
  },
  {
      "name": "Хоббит: Нежданное путешествие",
      "year": 2012,
      "link": "278522",
      "viewed": false,
      "countries": [
          "Новая Зеландия",
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Питер Джексон"
      ],
      "tags": [
          "Властелин колец"
      ],
      "description": "Хоббит Бильбо Бэггинс пускается в грандиозный поход, целью которого является отвоевание утраченного королевства гномов Эребор у дракона Смауга. Совершенно неожиданно с хоббитом налаживает контакт волшебник Гэндальф Серый. Так Бильбо находит себя и присоединяется к компании тринадцати гномов, возглавляемых легендарным воином Торином Дубощитом. Их путешествие пройдёт через Дикий Край, предательские земли, населенные гоблинами и орками, смертоносными варгами, гигантскими пауками, меняющим шкуры народом и волшебниками.\r\n\r\nИ хотя их цель находится на Востоке, среди пустошей Одинокой Горы, сначала им придется выбраться из туннелей гоблинов, где Бильбо встретит существо, которое изменит его жизнь навсегда - Голлума.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/965396482725396591/965397812101648414/unknown.png",
      "trailer": "AO86cNYJ4dI"
  },
  {
      "name": "Хоббит: Пустошь Смауга",
      "year": 2013,
      "link": "408876",
      "viewed": false,
      "countries": [
          "Новая Зеландия",
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Питер Джексон"
      ],
      "tags": [
          "Властелин колец"
      ],
      "description": "Продолжение путешествия хоббита Бильбо Бэггинса, волшебника Гэндальфа и 13 отважных гномов. Их компания должна добраться до Одинокой горы. А там они встретятся с величайшей опасностью из всех — созданием куда более ужасающим, чем все их прошлые противники, чудовищем, которое проверит на прочность не только их мужество, но крепость их дружбы и правильность выбранного пути, — драконом Смаугом.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/965396482725396591/965398146333167656/unknown.png",
      "trailer": "2MaVItvmgE4"
  },
  {
      "name": "Ходячий замок",
      "year": 2004,
      "link": "49684",
      "viewed": false,
      "countries": [
          "Япония"
      ],
      "genres": [
          "аниме",
          "мелодрама",
          "мультфильм",
          "приключения",
          "фэнтези"
      ],
      "producers": [
          "Хаяо Миядзаки"
      ],
      "tags": [
          "Миядзаки"
      ],
      "description": "Злая ведьма заточила 18-летнюю Софи в тело старухи. Девушка-бабушка бежит из города куда глаза глядят и встречает удивительный дом на ножках, где знакомится с могущественным волшебником Хаулом и демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963903353560104971/969481831256834048/unknown.png",
      "trailer": "otCW9XEZwlY"
  },
  {
      "name": "Хозяин морей: На краю Земли",
      "year": 2003,
      "link": "5565",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "военный",
          "драма",
          "приключения"
      ],
      "producers": [
          "Питер Уир"
      ],
      "tags": [],
      "description": "Время Наполеоновских войн. Военный парусник Ее Величества «Сюрприз», бороздящий просторы Атлантики, был неожиданно атакован огромным неизвестным кораблем, появившимся из тумана. Благодаря смелости и находчивости команды «Сюрпризу» удается уйти от смерти. Несмотря на тяжелые повреждения и потери, капитан Джек Обри по прозвищу Счастливчик принимает решение преследовать врага и устремляется в погоню, которая уведет его на край света.",
      "ratingPersonal": 5,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963905115188789288/967122024684199956/unknown.png",
      "trailer": "YSaHKUI6580"
  },
  {
      "name": "Человек, который познал бесконечность",
      "year": 2015,
      "link": "841613",
      "viewed": true,
      "countries": [
          "Великобритания",
          "Гонконг",
          "Индия",
          "ОАЭ",
          "США",
          "Сингапур"
      ],
      "genres": [
          "биография",
          "драма"
      ],
      "producers": [
          "Мэтт Браун"
      ],
      "tags": [],
      "description": "Фильм рассказывает о жизни известного индийского математика-самоучки Сриниваса Рамануджана.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892724292005888/963900553887363112/unknown.png",
      "trailer": "fBIY_WiUAO4"
  },
  {
      "name": "Человек-муравей",
      "year": 2015,
      "link": "195496",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Пейтон Рид"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Вооружившись удивительной способностью уменьшаться в размере, но обладать при этом большой силой, мошенник Скотт Лэнг должен стать героем и помочь своему наставнику, доктору Хэнку Пиму, сохранить в тайне существование костюма Человека-муравья от угроз нового поколения.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963897652221730856/unknown.png",
      "trailer": "QUI2RReE51Y"
  },
  {
      "name": "Человек-муравей и Оса",
      "year": 2018,
      "link": "935940",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Пейтон Рид"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Скотт Лэнг, известный также как Человек-муравей, уже заслужил право оказаться в команде Мстителей. Но желание быть ближе к дочери удерживает его в родном Сан-Франциско – до тех пор, пока доктор Хэнк Пим, создавший когда-то изменяющий размеры своего владельца чудо-костюм, не призывает Скотта присоединиться к новой опасной миссии. А помогать в противостоянии с коварным врагом Человеку-муравью будет новая напарница – Оса.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963906962704199770/unknown.png",
      "trailer": "Du90MCtUpN0"
  },
  {
      "name": "Человек-паук: Вдали от дома",
      "year": 2019,
      "link": "1008445",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джон Уоттс"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Питер Паркер вместе с одноклассниками отправляется на летние каникулы в Европу. Однако отдохнуть приятелям вряд ли удастся — по прибытии в Венецию группа попадет в эпицентр сражения. Некое существо, состоящее из воды, появляется из ниоткуда и начинает крушить всё на своём пути, и теперь Питеру придётся спасать европейские архитектурные памятники вместе с загадочным супергероем Мистерио.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963892268010442863/unknown.png",
      "trailer": "P01WrKje8Ww"
  },
  {
      "name": "Человек-паук: Возвращение домой",
      "year": 2022,
      "link": "690593",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Джон Уоттс"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "После встречи с командой Мстителей Питер Паркер возвращается домой и пытается жить обычной жизнью под опекой тёти Мэй. Но теперь за Питером приглядывает кое-кто ещё. Тони Старк видел Человека-паука в деле и должен стать его наставником. Когда новый злодей Стервятник угрожает уничтожить всё, что дорого Питеру, приходит время показать всем, что такое настоящий супергерой.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963897923681263616/unknown.png",
      "trailer": "9ibCwrDbp-8"
  },
  {
      "name": "Человек-паук: Нет пути домой",
      "year": 2021,
      "link": "1309570",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Джон Уоттс"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963899921751240734/unknown.png",
      "trailer": "V0hagz_8L3M"
  },
  {
      "name": "Черная Вдова",
      "year": 2021,
      "link": "823956",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Кейт Шортланд"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Наташе Романофф предстоит лицом к лицу встретиться со своим прошлым. Чёрной Вдове придется вспомнить о том, что было в её жизни задолго до присоединения к команде Мстителей, и узнать об опасном заговоре, в который оказываются втянуты её старые знакомые — Елена, Алексей (известный как Красный Страж) и Мелина.",
      "ratingPersonal": 6,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/986343417632137348/986343422791151666/unknown.png",
      "trailer": "0k82-pGgryk"
  },
  {
      "name": "Черная Пантера",
      "year": 2018,
      "link": "623250",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "приключения",
          "фантастика"
      ],
      "producers": [
          "Райан Куглер"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "С первого взгляда можно решить, что Ваканда - обычная территория дикой Африки, но это не так. Здесь, в недрах пустынных земель, скрываются залежи уникального металла, способного поглощать вибрацию. Многие пытались добраться до него, разоряя всё на своём пути и принося смерть аборигенам, но каждый раз таинственный дух саванны - Чёрная Пантера - вставал на защиту угнетённых.\r\n\r\nСпустя много лет беда снова приходит в Ваканду, и в этот раз враг заручился поддержкой современных технологий. Когда шансов почти не остаётся, Т'Чалла, молодой принц Ваканды, узнаёт, что именно ему предстоит возродить легенду и продолжить вечную борьбу, надев маску Чёрной Пантеры.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963904328165392425/unknown.png",
      "trailer": "qGpejFwCZS0"
  },
  {
      "name": "Шан-Чи и легенда десяти колец",
      "year": 2021,
      "link": "1219149",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "боевик",
          "комедия",
          "приключения",
          "фантастика",
          "фэнтези"
      ],
      "producers": [
          "Дестин Дэниел Креттон"
      ],
      "tags": [
          "Marvel"
      ],
      "description": "Много сотен лет назад амбициозный воин Сюй Вэньу завладел волшебным боевым артефактом — десятью кольцами, с помощью которых он победил всех врагов и создал тайную организацию. На протяжении веков он собирал армию и тайно вмешивался в ход мировой истории, но в 1996 году встретил прекрасную девушку, мастера боевых искусств скрытой от посторонних глаз деревни Та Ло, остепенился и завёл семью.\r\n\r\nСан-Франциско, 25 лет спустя. Парень Шон работает обычным парковщиком, а вечера проводит в караоке с подругой и коллегой Кэти — большой любительницей скоростных автомобилей. Однажды по дороге на работу на приятелей нападают хорошо подготовленные воины с целью забрать у Шона подаренный матерью медальон.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963892130839941161/963897009062969424/unknown.png",
      "trailer": "whv6KtrXIc0"
  },
  {
      "name": "Шоу Трумана",
      "year": 1998,
      "link": "4541",
      "viewed": true,
      "countries": [
          "США"
      ],
      "genres": [
          "драма",
          "комедия"
      ],
      "producers": [
          "Питер Уир"
      ],
      "tags": [],
      "description": "Представьте себе, что вы вдруг начинаете понимать, что все вокруг вас — декорации, а люди — актеры, притворяющиеся теми, кем они вам кажутся. Весь ваш мир оказывается большим телесериалом, где вы исполняете главную роль, даже не подозревая об этом. Вся ваша жизнь — результат работы автора телешоу, которое вот уже тридцать лет смотрит вся планета, начиная с момента вашего рождения.\r\n\r\nВ такой ситуации оказался Труман, главный герой картины. Будет ли он продолжать жить в безопасном мире, где, как он теперь знает, у него практически нет свободы выбора, или все-таки выйдет из «игры» и станет сам хозяином своей судьбы, в которой его ждет не запланированная сценарием девушка?",
      "ratingPersonal": 7,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963908149855805520/unknown.png",
      "trailer": "_RpbiOG2z6A"
  },
  {
      "name": "Шрэк",
      "year": 2001,
      "link": "430",
      "viewed": false,
      "countries": [
          "США",
          "Япония"
      ],
      "genres": [
          "комедия",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Вики Дженсон",
          "Эндрю Адамсон"
      ],
      "tags": [
          "Шрэк"
      ],
      "description": "Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка — лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей.\r\n\r\nИ беспечной жизни зеленого великана пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону, которая томится в неприступной башне, охраняемой огнедышащим драконом.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/971031588513140786/unknown.png",
      "trailer": "CwXOrWvPBPk"
  },
  {
      "name": "Шрэк 2",
      "year": 2004,
      "link": "5273",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мелодрама",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Келли Эсбёри",
          "Конрад Вернон",
          "Эндрю Адамсон"
      ],
      "tags": [
          "Шрэк"
      ],
      "description": "Шрэк и Фиона возвращаются после медового месяца и находят письмо от родителей Фионы с приглашением на ужин. Однако те не подозревают, что их дочь тоже стала огром! Вместе с Осликом счастливая пара отправляется в путешествие, полное неожиданностей, и попадает в круговорот событий, во время которых приобретает множество друзей…",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/971032796111966268/unknown.png",
      "trailer": "-j9GUX3GW00"
  },
  {
      "name": "Шрэк Третий",
      "year": 2007,
      "link": "84020",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мелодрама",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Крис Миллер",
          "Раман Хуэй"
      ],
      "tags": [
          "Шрэк"
      ],
      "description": "Король Гарольд внезапно умер, и теперь великан Шрек вынужден стать королем Далекой-Далекой страны. Шрек уважает семейные традиции своей жены Фионы, но править страной очень не хочет, и поэтому и отправляется с Ослом и Котом в сапогах на поиски нового короля. Но пока Шрек ищет короля Артура - другого наследника, принц Чарминг замышляет новые пакости.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/971033404390928414/unknown.png",
      "trailer": "vvxJ1joy4vw"
  },
  {
      "name": "Шрэк навсегда",
      "year": 2010,
      "link": "271806",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "комедия",
          "мелодрама",
          "мультфильм",
          "приключения",
          "семейный",
          "фэнтези"
      ],
      "producers": [
          "Майк Митчелл"
      ],
      "tags": [
          "Шрэк"
      ],
      "description": "Чем бы еще заняться огру, который уже сразился со злым драконом, спас прекрасную принцессу и уберег от беды королевство родственников по линии жены? Что ж, если вы Шрэк, то, сами того не заметив, вы вдруг сядете дома и станете наслаждаться покоем в кругу семьи. Вместо того чтобы как раньше пугать деревенских жителей, теперь Шрэк, хоть и с неохотой, но соглашается оставлять автографы на их вилах. А куда же подевался знаменитый рык этого огра?\r\n\r\nПод грузом воспоминаний о днях, когда он чувствовал себя «настоящим огром», Шрэк поддается на уговоры сладкоголосого Румпельштильцхена и заключает с ним договор. Сразу после этого Шрэк оказывается в альтернативной реальности Тридевятого королевства, где все поставлено с ног на голову: на огров здесь охотятся, Румпельштильцхен восседает на троне, а Шрэк и Фиона даже не знакомы. И теперь только сам Шрэк может исправить все, что он натворил, чтобы спасти друзей, восстановить привычный ему порядок вещей и вернуть себе свою единственную Истинную Любовь.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/969483141918101557/971033778547982376/unknown.png",
      "trailer": "qy6QAXVCbpc"
  },
  {
      "name": "Щегол",
      "year": 2019,
      "link": "922029",
      "viewed": false,
      "countries": [
          "США"
      ],
      "genres": [
          "драма"
      ],
      "producers": [
          "Джон Краули"
      ],
      "tags": [],
      "description": "История юного Теодора Деккера, потерявшего мать во время теракта в Метрополитен-музее. Чудом оставшись в живых после взрыва, Тео получает от умирающего старика редкую картину кисти Карела Фабрициуса и кольцо. С этого момента начинается его погружение в подпольный мир искусства.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/963893708003086427/963898801385504778/unknown.png",
      "trailer": "Ft10kJIsEEM"
  },
  {
      "name": "Ярость",
      "year": 2014,
      "link": "740644",
      "viewed": false,
      "countries": [
          "Великобритания",
          "Китай",
          "США"
      ],
      "genres": [
          "боевик",
          "военный",
          "драма"
      ],
      "producers": [
          "Дэвид Эйр"
      ],
      "tags": [],
      "description": "Стоит апрель 1945 года, и победа над немцами уже близка: союзники уверенно продвигаются вглубь вражеской территории, и оказываемое им сопротивление становится слабее день ото дня. Это, однако, совсем не значит, что на пути к победе союзные войска не потеряют еще множество людей, и многие солдаты сознают, что смерть ждет на расстоянии вытянутой руки. Среди закаленных в бою пессимистов, каждый день ведущих ожесточенные бои во имя победы, экипаж танка, на чьем дуле намалевано слово «Ярость».\r\n\r\nКомандир экипажа, известный как Уордэдди, воевавший с нацистскими войсками сначала в Африке, а потом в Европе, преследует одну цель – выжить в войне и сохранить жизнь своим людям. Этот относительно амбициозный план оказывается под угрозой, когда к его экипажу присоединяется зеленый новобранец Норман Эллисон, никогда раньше не воевавший и еще не успевший привыкнуть к тому, что должен быстро и без колебаний обрывать человеческие жизни. Надежда выжить становится совсем призрачной, когда экипажу «Ярости» приходится принять участие в самоубийственной миссии.",
      "ratingPersonal": null,
      "ratingKinopoisk": null,
      "ratingTomatoes": null,
      "ratingIMDb": null,
      "image": "https://media.discordapp.net/attachments/978061245372592178/978179251167711232/unknown.png",
      "trailer": null
  }
]